Repository: Muthiz/silent-phone-android
Catalog: silentphone2/src/main/locale/*.po
Languages: th

# logging_net_work_connection_error
source: Please connect to the internet and try again.
th: โปรดเชื่อมต่ออินเทอร์เน็ตและลองอีกครั้ง

# failed_to_send_logs
source: Failed to report issue.
th: ส่งรายงานล้มเหลว

# upload_logs_successfully
source: Issue reported successfully.
th: ส่งรายงานเรียบร้อย

# error_read_logs
source: Error while reading encrypted log files.
th: ขัดข้องขณะอ่านไฟล์ encrypted log

# can_not_store_decrypted_logs
source: Could not create temporary directory for decrypted logs.
th: ไม่สามารถสร้างไดเร็คทอรี่

# permission_storage_explanation_1
source: On your request Silent Phone can store debugging information for reporting issues which requires your permission for saving these encrypted logs to external storage.
th: ตามคำร้องขอ Silent Phone สามารถจัดเก็บรายละเอียด Debug เพื่อรายงานปัญหาที่ต้องการร้องขอการอนุญาตเพื่อบันทึก Encrypted Log ที่พื้นที่จัดเก็บภายนอก

source: No decrypted log files.
th: ไม่มีไฟล์ decrypted Log

source: One day
th: 1 วัน

# two_day
source: Two days
th: 2 วัน

# three_day
source: Three days
th: 3 วัน

# onboarding_connect_with_people
source: Connect with people
th: เชื่อมต่อกับคนอื่น

# onboarding_lets_get_started
source: Let's get started
th: เริ่มต้นใช้งาน

# onboarding_silent_circle_is
source: Silent Circle is a secure communications company offering mobile devices, software applications, and communication management services to the Enterprise.
th: Silent Circle เป็นธุรกิจที่ให้บริการเกี่ยวกับการติดต่อสื่อสารที่ปลอดภัย ที่มีทั้ง โทรศัพท์มือถือ, แอพพลิเคชั่นซอฟต์แวร์ และการบริกการการจัดการการสื่อสารให้องค์กร

# onboarding_private_encrypted
source: Private, encrypted communication and secure file transfer to any device, for everyone in your enterprise.
th: เอกชน, การสื่อสารแบบ encrypted และการส่งไฟล์แบบปลอดภัยสำหรับทุกคนในองค์กร

# onboarding_search_for
source: Search for partners in your contact list, by email address or full name.
th: ค้นหาชื่อในรายชื่อด้วยอีเมล หรือชื่อเต็ม

# discovery_onboarding_1_desc
source: Tap the menu icon to access your Silent Phone settings, manage your account, & more.
th: แตะที่เมนูเพื่อตั้งค่า Silent Phone จัดการบัญชีของคุณและอื่นๆ

# discovery_onboarding_2_title
source: Call, text, or send photos, videos, & more
th: โทร ข้อความ หรือส่งรูป วิดีโอ และอื่นๆ

# discovery_onboarding_2_desc
source: Touch the plus icon to create new conversations, make calls, or search your contacts. In a conversation you can send audio recordings, photos, videos, file attachments, your location, & more.
th: แตะที่ปุ่ม + เพื่อสร้างบทสนทนาใหม่ โทรออก หรือค้นหาผู้ติดต่อของคุณ ในหน้าสนทนาคุณสามารถส่งไฟล์เสียง รูป วิดีโอ ไฟล์แนบ ที่อยู่ของคุณและอื่นๆ

# discovery_conversation_1_title
source: Call securely
th: โทรอย่างปลอดภัย

# discovery_conversation_1_desc
source: Tap the call icon to make a secure call or video call to this person.
th: แตะที่ปุ่มโทรเพื่อโทรออกอย่างปลอดภัยหรือโทรออกด้วยวิดีโอไปยังบุคคลนี้

# discovery_conversation_2_title
source: Send voice messages
th: ส่งข้อความเสียง

# discovery_conversation_2_desc
source: Hold the record icon and start talking to record a voice message. Release to send it immediately.
th: กดค้างที่ปุ่มบันทึกและเริ่มพูดเพื่อบันทึกเสียง ปล่อยปุ่มเพื่อส่งทันที

# discovery_conversation_3_title
source: More options to communicate
th: ทางเลือกอื่นๆ

# discovery_conversation_3_desc
source: Tap here to send pictures, take pictures, record video, share contacts, and send files.
th: แตะที่นี่เพื่อส่งภาพ ถ่ายรูป บันทึกวิดีโอ แชร์ผู้ติดต่อ และส่งไฟล์

# discovery_conversation_4_title
source: Set burn time
th: ตั้งเบิร์นไทม์

# discovery_conversation_5_title
source: Add to contacts
th: เพิ่มลงไปที่ผู้ติดต่อ

# discovery_conversation_6_title
source: Share location & more
th: แชร์ตำแหน่งที่ตั้งและอื่นๆ

# discovery_search_1_title
source: Select a contact
th: เลือกผู้ติดต่อ

# discovery_search_2_title
source: Call anyone with Silent World
th: โทรออกด้วย Silent World

# discovery_search_3_title
source: Search for contacts
th: ค้นหา

# discovery_search_3_desc
source: Enter a name, phone number, email, or Silent Circle username and we'll try to find the contact. We search your device contacts and the %1$s directory.
th: ใส่ชื่อ หมายเลขโทรศัพท์ อีเมล์ หรือ ชื่อผู้ใช้ Silent Circle เราจะหาผู้ติดต่อให้คุณ

# discovery_search_4_title
source: Dial numbers
th: หมายเลข

# discovery_search_4_desc
source: Touch the dialpad to search for a number or to call a phone number directly.
th: แตะที่ปุ่มกดเพื่อค้นหาหมายเลขหรือโทรทันที

# message_info_title
source: Event information
th: ข้อมูลเหตุการ์ณ

# message_info_message_composed_at
source: Message composed at
th: สร้างข้อความเมื่อ

# message_info_message_sent_to
source: Message sent to
th: ส่งข้อความถึง

# message_info_message_read_at
source: Message read at
th: อ่านข้อความเมื่อ

# message_info_message_delivered_at
source: Message delivered at
th: ส่งข้อความเมื่อ

# message_info_message_expires_in
source: Message expires in
th: ข้อความหมดอายุ

# message_info_text
source: Text
th: ข้อความ

# message_info_sender
source: Sender
th: ผู้ส่ง

# message_info_burn_delay
source: Burn delay
th: เบิร์นล่าช้า

# message_info_has_attachments
source: Has attachments
th: มีไฟล์แนบ

# message_info_is_retained
source: Is retained
th: ถูกเก็บรักษา

# message_info_local_retention_info
source: Local retention info
th: ข้อมูลถูกเก็บรักษา Local:

# message_info_remote_retention_info
source: Remote retention info
th: ข้อมูลถูกเก็บรักษา Remote:

# message_info_retaining_organization
source: Retaining organization
th: องค์กรเก็บรักษา

# message_info_call_type
source: Call type
th: ประเภทการโทร

# message_info_call_time
source: Call started at
th: โทรเริ่มต้นเมื่อ

# message_info_call_duration
source: Call duration
th: เวลาการโทร

# message_info_call_error
source: Error
th: ขัดข้อง

# message_info_error_device_id
source: Device id
th: หมายเลขอุปกรณ์

# message_info_error_number
source: Error code
th: ขัดข้อง

# message_info_error_text
source: Error
th: ขัดข้อง

# message_info_error_message_id
source: Message id
th: หมายเลขข้อความ

# message_info_error_recipient_device_id
source: Recipient's device
th: อุปกรณ์ผู้รับ

# message_info_tab_info
source: Info
th: ข้อมูล

# message_info_tab_no_trace_available
source: No trace information available
th: ไม่มีข้อมูล Trace

# group_messaging_create_group
source: Create a group
th: สร้างกลุ่ม

# group_messaging_invite_notification
source: You have a new group conversation invitation
th: คุณมีคำเชิญการสนทนากลุ่มใหม่

# group_messaging_group_empty
source: No members in group yet To invite someone into conversation tap the plus icon
th: ยังไม่มีสมาชิกในกลุ่ม สามารถเพิ่มสมาชิกได้โดยการกดปุ่ม +

# group_messaging_group_details
source: Group details
th: รายละเอียดกลุ่ม

# group_messaging_group_members
source: Group members
th: สมาชิกกลุ่ม

# group_messaging_group_title
source: Group name
th: ชื่อกลุ่ม

# group_messaging_group_description
source: Description
th: คำอธิบาย

# group_messaging_group_creator
source: Creator
th: ผู้สร้าง

# group_messaging_group_participants
source: People
th: บุคคล

# group_messaging_leave_group
source: Leave group
th: ออกจากกลุ่ม

# group_messaging_sync_group
source: Synchronize group
th: ซิงก์กลุ่ม

# group_messaging_invite
source: You added %1$s
th: คุณได้เพิ่ม %1$s

# group_messaging_invite_failed
source: Failed to add %1$s
th: ไม่สามารถเพิ่ม %1$s

# group_messaging_invite_answer_accepted
source: %1$s accepted invitation!
th: %1$s ยอมรับคำเชิญ!

# group_messaging_invite_answer_declined
source: %1$s declined invitation!
th: %1$s ปฎิเสธคำเชิญ!

# group_messaging_invite_answer_self_accepted
source: You accepted invitation!
th: คุณยอมรับคำเชิญ!

# group_messaging_invite_answer_self_declined
source: You declined invitation!
th: คุณปฎิเสธคำเชิญ!

# group_messaging_leave_notification
source: %1$s left
th: %1$s ได้ออกจากกลุ่ม

# group_messaging_hello_received
source: %1$s joined
th: %1$s ได้เข้าร่วมกลุ่ม

# group_messaging_title_create_group
source: Create group
th: สร้างกลุ่ม

# group_messaging_group_created
source: Group created
th: สร้างกลุ่มแล้ว

# group_messaging_group_created_by
source: Group created by %1$s on %2$s
th: กลุ่มถูกสร้างโดย %1$s เมื่อ %2$s

# group_messaging_group_created_this
source: Group created by you on %1$s
th: กลุ่มถูกสร้างโดยคุณเมื่อ %1$s

# group_messaging_group_id
source: Group id: %1$s
th: ไอดีกลุ่ม: %1$s

# group_messaging_new_burn_by
source: %1$s changed burn time to %2$s
th: %1$s เปลี่ยนเบิร์นไทม์เป็น %2$s

# group_messaging_new_burn_this
source: You changed burn time to %1$s
th: คุณเปลี่ยนเบิร์นไทม์เป็น %1$s

# group_messaging_new_name_by
source: %1$s changed group name to '%2$s'
th: %1$s ได้เปลี่ยนชื่อกลุ่มเป็น '%2$s'

# group_messaging_new_name_this
source: You changed group name to '%1$s'
th: คุณได้เปลี่ยนชื่อกลุ่มเป็น '%1$s'

# group_messaging_new_name
source: Group name changed to '%1$s'
th: ชื่อกลุ่มถูกเปลี่ยนเป็น '%1$s'

# group_messaging_new_avatar_this
source: You changed group avatar
th: คุณได้เปลี่ยน avatar กลุ่ม

# group_messaging_new_avatar
source: Group avatar updated
th: อัพเดท avatar กลุ่มแล้ว

# group_messaging_new_avatar_by
source: %1$s changed group avatar
th: %1$s ได้เปลี่ยน avatar กลุ่ม

# group_messaging_avatar_removed
source: Group avatar removed
th: ลบ avatar กลุ่มแล้ว

# group_messaging_avatar_removed_this
source: You removed group avatar
th: คุณลบ avatar กลุ่ม

# group_messaging_avatar_removed_by
source: %1$s removed group avatar
th: %1$s ลบ avatar กลุ่ม

# group_messaging_group_maximum_members
source: Maximum members in group: %1$d
th: จำนวนสูงสุดในกลุ่ม: %1$d

# group_messaging_edit_group_details
source: Edit group
th: แก้ไขกลุ่ม

# group_messaging_edit_group_maximum_members
source: Maximum number of members:
th: จำนวนสูงสุดของสมาชิก:

# group_messaging_edit_group_name_voiceover
source: Edit group name
th: แก้ไขชื่อกลุ่ม

# group_messaging_edit_group_name_empty
source: Group name cannot be empty
th: กรุณาใส่ชื่อกลุ่ม

# group_messaging_edit_group_name_failed
source: Could not update group name
th: ไม่สามารถอัพเดทชื่อกลุ่ม

# group_messaging_edit_group_members_failed
source: Could not update maximum number of group members
th: ไม่สามารถอัพเดทจำนวนสูงสุดของสมาชิกกลุ่ม

# group_messaging_edit_group_members_updated
source: Maximum number of group members updated
th: จำนวนสูงสุดของสมาชิกกลุ่มได้ถูกอัพเดท

# group_messaging_edit_group_members_failed_maximum
source: Maximum number of group participants is 30
th: จำนวนผู้เข้าร่วมกลุ่มสูงสุด คือ 30 คน

# group_messaging_edit_group_members_failed_minimum
source: Minimum number of group participants is 3
th: จำนวนผู้เข้าร่วมกลุ่มขั้นต่ำ คือ 3 คน

# group_messaging_edit_group_avatar_failed
source: Could not update group avatar
th: ไม่สามารถอัพเดท Avatar

# group_messaging_create_group_name
source: Group name
th: ชื่อกลุ่ม

# group_messaging_create_group_description
source: Group description
th: คำอธิบายกลุ่ม

# group_messaging_create_group_name_not_empty
source: Group name should not be empty
th: กรุณาใส่ชื่อกลุ่ม

# group_messaging_create_group_description_not_empty
source: Group description should not be empty
th: กรุณาใส่คำอธิบายกลุ่ม

# group_messaging_create_group_name_already_used
source: Group with this name already exists
th: มีชื่อกลุ่มนี้แล้ว

# group_messaging_create_group_failed
source: Failed to create group conversation
th: สร้างกลุ่มไม่สำเร็จ

# group_messaging_create_group_member_count_limits
source: Maximum member count must be between %1$d and %2$d
th: จำนวนสมาชิกสูงสุดต้องอยู่ระหว่าง %1$d และ %2$d

# group_messaging_add_participants
source: Add participants
th: เพิ่มรายชื่อ

# group_messaging_add_participants_voiceover
source: add participants
th: เพิ่มรายชื่อ

# group_messaging_new_group_conversation
source: New group conversation
th: คุณมีการสนทนากลุ่มใหม่

# group_messaging_conversation_with
source: Conversation with
th: สนทนากับ

# group_messaging_group_conversation_created
source: Created on
th: สร้างกลุ่มแล้ว

# group_messaging_group_sync_successful
source: Device synchronization successful
th: Sync สำเร็จ

# group_messaging_group_sync_failed
source: Device synchronization failed
th: Sync ไม่สำเร็จ

# group_messaging_leaving_group
source: Leaving group %1$s
th: ออกจากกลุ่ม %1$s

# fab_action_new_conversation
source: New conversation
th: เริ่มบทสนทนาใหม่

# fab_action_new_group_conversation
source: New group conversation
th: คุณมีการสนทนากลุ่มใหม่

# tooltip_record_button
source: Hold to record, release to send
th: กดค้างเพื่อบันทึก ปล่อยเพื่อส่ง

# sound_recording_error
source: An error occurred while recording
th: เกิดข้อผิดพลาดในขณะบันทึก

# sound_recording_cancel
source: &lt; Slide to cancel
th: &lt; สไลด์เพื่อยกเลิก
