Repository: Muthiz/silent-phone-android
Catalog: silentphone2/src/main/locale/*.po
Languages: th

source: Next
th: ถัดไป

source: Back
th: กลับ

# dismiss_call
source: Decline
th: ปฏิเสธ

# answer_call
source: Answer
th: ตอบกลับ

# verify_infotext_top
source: Compare with partner
th: เปรียบเทียบกับคู่สนทนา

# verify_infotext_bottom
source: and enter partner’s name here
th: ใส่ชื่อคู่สนทนาตรงนี้

# accept_video
source: Accept
th: ยอมรับ

# close_dialog
source: Close
th: ปิด

# cancel_dialog
source: Cancel
th: ยกเลิก

# confirm_dialog
source: Confirm
th: ตกลง

# record_dialog
source: Record
th: บันทึก

# stop_dialog
source: Stop
th: หยุด

# provision_later
source: Later
th: ภายหลัง

# crypto_padlock
source: Padlock to show security state
th: กุญแจเพื่อแสดงขั้นตอนความปลอดภัย

source: Error code:
th: รหัสผิดพลาด:

source: Go offline
th: เข้าสู่ออฟไลน์

# wipe_phone
source: Wipe Silent Phone
th: ล้างSilent Phone

# sip_state_calling
source: Calling…
th: กำลังโทร...

# sip_state_connecting
source: Connecting…
th: กำลังเชื่อมต่อ...

# sip_state_ringing
source: Ringing
th: เสียงเตือน

# sip_state_ended
source: Call ended
th: สิ้นสุดการโทร

# sip_state_online
source: Online
th: ออนไลน์

# sip_state_offline
source: Offline
th: ออฟไลน์

# sip_error_register
source: Cannot register
th: ไม่สามารถลงทะเบียนได้

# sip_error_generic
source: Cannot connect
th: ไม่สามารถเชื่อมต่อได้

# sip_error_decline
source: Call declined
th: ยกเลิกการโทร

# sip_error_no_user
source: User not found
th: ไม่พบผู้ใช้

# sip_error_no_cover
source: No radio coverage
th: ไม่มีสัญญาณ

# sip_error_no_server
source: Could not reach server
th: ไม่สามารถเชื่อมต่อระบบได้

# sip_error_call_answered_elsewhere
source: Call answered elsewhere
th: รับสายที่อื่น

# sip_error_call_decline_dr_rejected_errdrj_log
source: Call declined The remote party declined to communicate with users subject to data retention.
th: Call declined: data retention rejected

# sip_error_call_decline_dr_rejected_errdrj
source: Call declined: data retention rejected
th: Call declined The remote party declined to communicate with users subject to data retention.

# call_error
source: Error
th: ผิดพลาด

# call_unavailable
source: Unavailable
th: ใช้งานไม่ได้

# secstate_secure
source: SECURE
th: ปลอดภัย

# secstate_secure_question
source: SECURE?
th: ปลอดภัย?

# secstate_not_secure
source: Not SECURE
th: ไม่ปลอดภัย

# secstate_looking
source: Looking for peer
th: กำลังมองหาผู้ใช้งาน

# secstate_going_sec
source: Going secure
th: เปิดความปลอดภัย

# secstate_sec_disabled
source: Not SECURE - not enabled
th: ไม่ปลอดภัย- ไม่เปิดใช้งาน

# to_server_only
source: to server
th: ไปที่ระบบ

# crypto_peer_name
source: Peer name
th: ชื่อผู้ใช้งาน

# crypto_peer_client
source: ZRTP Peer client
th: ZRTP ลูกค้าที่ใช้งาน

# crypto_peer_client_id
source: ZRTP client ID
th: ZRTP รหัสลูกค้า

# crypto_peer_client_proto
source: Protocol version
th: เวอร์ชั่นโปรโตคอล

# crypto_secure_since
source: Secure since
th: ปกป้องตั้งแต่

# crypto_crypto_components
source: Crypto Components
th: ส่วนประกอบการเข้ารหัสลับ

# crypto_crypto_components_pk
source: Key Exchange:
th: เปลี่ยนรหัส:

# crypto_crypto_components_cipher
source: Cipher:
th: ตัวเลข:

# crypto_shared_secrets
source: Shared Secrets
th: แบ่งปันความลับ

# call_mng_conference
source: Conference
th: การประชุม

# call_mng_private
source: Private
th: ส่วนตัว

# call_mng_in_out
source: Incoming, outgoing
th: กำลังเข้า, กำลังออก

# zrtp_we_error
source: ZRTP Error
th: ผิดพลาดบนZRTP

# zrtp_we_warn
source: ZRTP Warning
th: กำลังเตือนZRTP

# srtp_we_warn
source: SRTP Warning
th: กำลังเตือนSRTP

# zrtp_show_details
source: Show details
th: แสดงรายละเอียด

# zrtp_hide_details
source: Hide details
th: ซ่อนรายละเอียด

# provisioning_welcome
source: Welcome to Silent Circle
th: ต้อนรับสู่Silent Circle

# provisioning_vertu_welcome
source: Welcome to Silent Circle in partnership with Vertu
th: ต้อนรับสู่Silent Circle ร่วมกันหุ้นส่วน Vertu

# provisioning_username_hint
source: Username
th: ชื่อผู้ใช้

# provisioning_password_hint
source: Password
th: รหัสผ่าน

# provisioning_firstname_hint
source: Enter first name
th: ใส่ชื่อ

# provisioning_lastname_hint
source: Enter last name
th: ใส่นามสกุล

# provisioning_email_hint
source: E-mail address
th: ที่อยู่อีเมลล์

# provisioning_no_network
source: Network not available:
th: เครือข่ายไม่พร้อมใช้งาน

# provisioning_no_data
source: No provisioning data available
th: ไม่มีการจัดเตรียมข้อมูลให้พร้อมใช้งาน

# provisioning_wrong_format
source: Wrong data format:
th: รูปแบบข้อมูลผิดพลาด:

source: Provisioning Error
th: การเตรียมการผิดพลาด

# provisioning_info
source: Information
th: ข้อมูล

# provisioning_user_req
source: Username is required. Please check.
th: ต้องการชื่อผู้ใช้, โปรดตรวจสอบ

# provisioning_user_invalid
source: Username must be lowercase alphanumeric (a–z,0–9) and start with a letter.
th: ชื่อผู้ใช้ต้องเริ่มด้วยตัวอักษรพิมพ์เล็กหรือตัวเลข

# provisioning_psn_invalid
source: No valid serial number found!
th: ไม่พบเลขซีเรียลที่ใช้งานได้

# provisioning_password_req
source: Password is required. Please check.
th: ต้องใส่รหัสผ่าน. โปรดตรวจสอบ

# provisioning_firstname_req
source: A first name is required. Please check.
th: ต้องใส่ชื่อจริง. โปรดตรวจสอบ

# provisioning_lastname_req
source: A last name is required. Please check.
th: ต้องใส่นามสกุล. โปรดตรวจสอบ

# provisioning_email_req
source: An email address is required. Please check.
th: ต้องใส่ที่อยู่อีเมลล์. โปรดตรวจสอบ

# provisioning_email_invalid
source: Email address invalid. Please check.
th: ที่อยู่อีเมลล์สามารถใช้ได้. โปรดตรวจสอบ

# provisioning_already_registered
source: Device already registered.
th: อุปกรณ์ได้รับการลงทะเบียนแล้ว

# provisioning_agreement
source: By logging in, you are agreeing to our
th: ด้วยการเข้าใช้งาน, คุณกำลังยอมรับเรา

# pwstrength_weak
source: Password strength: WEAK
th: ระดับของรหัสผ่าน : ง่าย

# pwstrength_good
source: Password strength: GOOD
th: ระดับของรหัสผ่าน : พอใช้

# pwstrength_strong
source: Password strength: STRONG
th: ระดับของรหัสผ่าน : ยาก

# provisioning_show_pw
source: Show password
th: แสดงรหัสผ่าน

# provisioning_privacy_tc
source: I have read and accepted the privacy policy and terms and conditions from <a href="https://accounts.silentcircle.com/terms/">Silent Circle</a>
th: ฉันได้อ่านและยอมรับเงื่อนไขต่างๆจาก <a href="https://accounts.silentcircle.com/terms/">Silent Circle</a>

# provisioning_terms
source: terms of service
th: ส่วนของการบริการ

# provisioning_privacy
source: privacy policy
th: นโยบายความเป็นส่วนตัว

# provisioning_get_news
source: I would like to receive exclusive news and invitations from Services
th: ฉันต้องการรับข่าวสารพิเศษต่างๆจากทางระบบ

# provisioning_new_account
source: Create new account
th: สร้างบัญชีใหม่

# provisioning_existing_account
source: Login to existing account
th: เข้าใช้บัญชีที่มีอยู่แล้ว

# provisioning_existing_account_bp
source: Login
th: เข้าใช้

# provisioning_sso
source: Login SSO
th: เข้าใช้ SSO

# provisioning_create
source: Create
th: สร้าง

# provisioning_forgot_pwd
source: I forgot my password.
th: ฉันลืมรหัสผ่านของตัวเอง

# provisioning_all_fields_required
source: All fields are required
th: ต้องใส่ข้อมูลให้ครบถ้วน

# provisioning_ssl_date_invalid
source: The date of the certificate is invalid
th: วันที่ในใบรับรองหมดอายุ

# provisioning_ssl_expired
source: The certificate has expired
th: ใบรับรองหมดอายุ

# provisioning_ssl_idmismatch
source: Hostname mismatch
th: รายชื่อโฮสไม่ตรงกัน

# provisioning_ssl_notyetvalid
source: The certificate is not yet valid
th: ใบรับรองยังไม่สามารถใช้งานได้

# provisioning_ssl_untrusted
source: The certificate authority is not trusted
th: ใบรับรองไม่น่าเชื่อถือ

# provisioning_version
source: version
th: เวอร์ชั่น

# thanks_number
source: Phone:
th: โทรศัพท์:

# thanks_name
source: Name:
th: ชื่อ:

# thanks_organization
source: Organization:
th: การจัดการ:

# thanks_data_retention
source: Data retention:
th: การเก็บข้อมูล:

# thanks_data_retention_on
source: ON ⓘ
th: เปิด ⓘ

# thanks_plan
source: Plan:
th: แผน:

# thanks_minutes
source: Remaining minutes:
th: นาทีคงเหลือ:

# thanks_credit
source: Remaining credit:
th: เครดิตคงเหลือ:

source: Preferred SAS type
th: รูปแบบ SAS ที่แนะนำ

# sas_char_mode
source: SAS displayed as four characters
th: SAS ถูกแสดงแบบ 4 ตัวอักษร

# sas_word_mode
source: SAS displayed as two words
th: SAS ถูกแสดงแบบ 2 คำ

# sas_emoji_mode
source: SAS displayed as four emojis
th: SAS ถูกแสดงแบบ 4 รูปภาพ

# sp_ringtone
source: Ringtone
th: ริงโทน

# no_ringtone
source: Default
th: พื้นฐาน

# block_dr_title
source: Block data retention
th: บล๊อคการใช้ข้อมูล

# block_local_dr_title
source: Block local data retention
th: หยุดการเก็บข้อมูลพื้นฐาน

# block_remote_dr_title
source: Block remote data retention
th: หยุดการควบคุมการเก็บข้อมูล

source: Block local data retention
th: หยุดการเก็บข้อมูลพื้นฐาน

source: Block local metadata retention
th: หยุดการเก็บข้อมูลพื้นฐานหลัก

source: Block remote data retention
th: หยุดการควบคุมการเก็บข้อมูล

source: Block remote metadata retention
th: หยุดการควบคุมการเก็บข้อมูลหลัก

# description_dial_button
source: Dial
th: โทร

# description_pick_contact_button
source: Pick contact
th: เลือกรายชื่อติดต่อ

# zrtp_common_cls
source: Connection Error. Please close and call again.
th: การเชื่อมต่อผิดพลาด โปรดปิดและโทรใหม่อีกครั้ง

# zrtp_common_upd
source: The person you are calling needs to update their Silent Phone application to the latest version.
th: บุคคลที่คุณโทรหาตอนนี้จำเป็นต้องอัพเดทเวอร์ชั่นของ Silent phone เป็นเวอร์ชั่นล่าสุด

# zrtp_common_app
source: Application Error. Please re-install Silent Phone.
th: แอพพลิเคชั่นเกิดการผิดพลาด โปรดลองติดตั้ง Silent Phone อีกครั้ง

# permission_read
source: Read secure contacts
th: อ่านรายชื่อที่ปลอดภัย

# permission_write
source: Write secure contacts
th: เขียนรายชื่อที่ปลอดภัย

# permission_read_km
source: Read access to Silent Circle key manager
th: อ่านตัวจัดการรหัสผ่าน Silent Circle

# permission_write_km
source: Write access to Silent Circle key manager
th: เขียนตัวจัดการรหัสผ่าน Silent Circle

# provisioning_stepInfo_1
source: Step 1 of 3
th: ขั้นที่ 1 จาก 3

# provisioning_stepInfo_2
source: Step 2 of 3
th: ขั้นที่ 2 จาก 3

# provisioning_stepInfo_3
source: Step 3 of 3
th: ขั้นที่ 3 จาก 3

# provisioning_infoText
source: Account Creation
th: สร้างบัญชี

# provisioning_bp_email_info
source: An email address is necessary to receive important updates and information regarding your account.
th: ที่อยู่อีเมลล์เป็นสิ่งจำเป็นในการรับข้อมูลข่าวสารต่างๆของบัญชีการใช้งานของคุณ

# mute_button
source: Mute
th: เงียบ

# video_button
source: Video
th: วิดิโอ

source: Add call
th: เพิ่มสาย

# audio_options_button
source: Audio options
th: ตัวเลือกเสียง

# verify_label
source: Touch and verify
th: สัมผัสและตรวจสอบ

# verify_question
source: Verify ?
th: ตรวจสอบ ?

source: Compare with
th: เปรียบเทียบกับ

# stop_video
source: Audio only
th: เสียงเท่านั้น

source: Pause video
th: หยุดวิดิโอ

source: Send video
th: ส่งวิดิโอ

# prepare
source: Preparing …
th: กำลังเตรียมการ…

source: Call Manager
th: จัดการการโทร

# dtmf_dialer
source: Tone dialer
th: เสียงโทรออก

# security_options_header
source: Security options
th: ตัวเลือกความปลอดภัย

# call_info_generic
source: Call information
th: ข้อมูลการโทร

# call_info_security
source: Call security information
th: ข้อมูลความปลอดภัยการโทร

# call_info_security_detail
source: More details
th: รายละเอียดอื่นๆ

source: Account creation - error
th: การสร้างบัญชี - ผิดพลาด

# account_creation_wrong_format
source: Account creation - server sent wrong data format:
th: การสร้างบัญชี - ระบบส่งรูปแบบข้อมูลผิดพลาด

# account_creation_no_data
source: Account creation - server returned wrong data.
th: การสร้างบัญชี - ระบบส่งข้อมูลกลับผิดพลาด

# other_settings
source: Other options
th: ตัวเลือกอื่นๆ

# call_settings
source: Call options
th: ตัวเลือการโทร

# theme_black
source: Black
th: ดำ

# bp_is_online
source: Silent Phone online
th: Silent Phone ออนไลน์

# bp_is_offline
source: Silent Phone currently offline
th: Silent Phone ออฟไลน์ในขณะนี้

# bp_not_started
source: Silent Phone not started
th: Silent Phone ยังไม่ได้เริ่ม

# bp_registering
source: Silent Phone registering
th: กำลังลงทะเบียน Silent Phone

# bp_status_unknown
source: Unknown status
th: ไม่ทราบสถานะ

# audio_bt
source: BlueTooth headset
th: หูฟังบลูทูธ

# audio_speaker
source: Speaker
th: ลำโพง

# audio_ear_phone
source: Earpiece
th: หูฟัง

# end_call_button
source: End call
th: วางสาย

# call_quality
source: Quality
th: คุณภาพ

# call_quality_bad
source: bad
th: แย่

# call_quality_weak
source: weak
th: แย่

# call_quality_acceptable
source: acceptable
th: ยอมรับได้

# call_quality_good
source: good
th: ดี

# call_quality_very_good
source: very good
th: ดีมาก

# in_call_drawer_zrtp_confirmed
source: yes, verified
th: ใช่ ตรวจสอบแล้ว

# in_call_drawer_zrtp_not_confirmed
source: yes, not verified
th: ใช่ ยังไม่ได้ตรวจสอบ

# in_call_drawer_sdes_active
source: active
th: เริ่มทำงาน

# navigation_drawer_open
source: Open navigation drawer
th: เปิดการนำทาง

# navigation_drawer_close
source: Close navigation drawer
th: ปิดการนำทาง

source: Valid until:
th: ใช้ได้จนถึง:

# subscription_expired
source: Your Silent Circle subscription is expired.
th: การสมัคร Silent Circel ของคุณหมดอายุแล้ว

# sip_error_not_online
source: User not online
th: ผู้ใช้งานไม่ได้ออนไลน์

# recentCalls_addToContact
source: Add to contacts
th: เพิ่มลงไปที่ผู้ติดต่อ

# recentCalls_empty
source: Call log is empty.
th: ไม่มีบันทึกการโทร

# recentCalls_deleteAll
source: Clear call log
th: ล้างบันทึกการโทร

# recentCalls_editNumberBeforeCall
source: Edit number before call
th: แก้ไขเบอร์โทรก่อนการโทร

# recentCalls_removeFromRecentList
source: Remove from call log
th: ลบออกจากบันทึกการโทร

# recentCalls_removeSameFromRecentList
source: Remove related entries
th: ลบออกจากที่เกียวข้องทั้งหมด

# type_incoming
source: Incoming call
th: กำลังมีสายเข้า

# type_outgoing
source: Outgoing call
th: กำลังโทรออก

# type_missed
source: Missed call
th: สายที่ไม่ได้รับ

# callHistoryTitle
source: Call history
th: ประวัติการโทร

# callDetailTitle
source: Call details
th: รายละเอียดการโทร

source: Unknown
th: ไม่รู้ที่มา

# private_num
source: Private number
th: เบอร์ส่วนตัว

source: Pay phone
th: ตู้โทรศัพท์

# toast_call_detail_error
source: Couldn't read details for the requested call.
th: ไม่สามารถอ่านข้อมูลการร้องขอการโทร

# clearCallLogConfirmation_title
source: Clear call log?
th: ล้างบันทึกการโทร?

# clearCallLogConfirmation
source: All your call records will be deleted.
th: บันทึกการโทรทั้งหมดจะถูกลบ

# contactsList
source: Contacts
th: ผู้ติดต่อ

# scContactsList
source: Silent Circle contacts
th: ผู้ติดต่อ Silent Circle

# scRemoteContactsList
source: Silent Circle
th: Silent Circle directory

# local_invisible_directory
source: Other
th: อื่นๆ

# local_search_label
source: Phone contacts
th: ผู้ติดต่อ

# user_profile_contacts_list_header
source: Me
th: ฉัน

# directory_search_label
source: Directory
th: ไดเรคทอรี

# listFoundAllContactsZero
source: No contacts
th: ไม่มีผู้ติดต่อ

# listFoundAllResultsZero
source: No results
th: ไม่พบ

# searchFoundContacts
source: 1 found
th: %d พบ

# missing_name
source: (No name)
th: (ไม่มีชื่อ)

# menu_done
source: Done
th: สำเร็จ

# menu_doNotSave
source: Cancel
th: ยกเลิก

# menu_search
source: Search
th: ค้นหา

# call_custom
source: Call %s
th: โทร %s

source: Call home
th: โทรกลับบ้าน

source: Call mobile
th: โทรเคลื่อนที่

source: Call work
th: โทรที่ทำงาน

# call_fax_work
source: Call work fax
th: โทรแฟกซ์ที่ทำงาน

# call_fax_home
source: Call home fax
th: โทรแฟกซ์บ้าน

source: Call pager
th: โทรเพจเจอร์

# call_other
source: Call
th: โทร

source: Call callback
th: โทรกลับ

source: Call car
th: โทรในรถ

source: Call company main
th: โทรเบอร์หลักบริษัท

source: Call ISDN
th: โทร ISDN

source: Call main
th: โทรหลัก

# call_other_fax
source: Call fax
th: โทรแฟกซ์

source: Call radio
th: โทรวิทยุ

source: Call telex
th: โทรสาร

source: Call TTY/TDD
th: โทร TTY/TDDD

source: Call work mobile
th: โทรโทรศัพท์ที่ทำงาน

source: Call work pager
th: โทรเพจเจอร์

# call_assistant
source: Call %s
th: โทร %s

source: Call MMS
th: โทร MMSS

# chat
source: Text
th: ข้อความ

# toast_text_copied
source: Text copied
th: คัดลอกข้อความ

# toast_copied_to_clipboard
source: Copied to clipboard
th: คัดลอกไปยังคลิปบอร์ด

# list_filter_phones
source: All contacts with phone numbers
th: รายชื่อติดต่อทั้งหมดพร้อมเบอร์โทรศัพท์

# display_options_view_given_name_first
source: Given name first
th: ชื่อจริงก่อน

# display_options_view_family_name_first
source: Family name first
th: นามสกุลก่อน

# description_quick_contact_for
source: Quick contact for %1$s
th: ติดต่อด่วนสำหรับ %1$s

# cannot_load_store
source: Cannot open key store. The password or PIN you entered is incorrect, please try again.
th: ไม่สามารถเปิด Key Store ได้ รหัสผ่านหรือ PIN ของคุณไม่ถูกต้อง โปรดลองใหม่อีกครั้ง

# password_hint
source: Enter Password
th: ใส่รหัสผ่าน

# password_hint_old
source: Enter old password
th: ใส่รหัสผ่านเดิม

# password_hint_new
source: Enter new password
th: ใส่รหัสผ่านใหม่

# password_hint2
source: Enter password (verify)
th: ใส่รหัสผ่าน (ตรวจสอบ)

# cannot_change_password
source: Password change failed. Using existing password.
th: การเปลี่ยนรหัสผ่านผิดพลาด. ใช้รหัสผ่านที่มีอยู่

# old_password_wrong
source: Old password is wrong. Locking key store.
th: รหัสผ่านเก่าผิดพลาด

# old_pin_wrong
source: Old pin is wrong. Locking key store.
th: รหัส PIN ผิดพลาด

# key_store_change_pw
source: Change password
th: เปลี่ยนรหัสผ่าน

# no_password
source: Missing password.
th: ลืมรหัสผ่าน

# information_dialog
source: Information
th: ข้อมูล

# show_pw
source: Show password
th: แสดงรหัสผ่าน

# password_match
source: Passwords do not match. Please check.
th: รหัสผ่านไม่ถูกต้อง กรุณาตรวจสอบอีกครั้ง

# start_on_boot
source: Start Silent Phone on boot
th: เริ่มต้น Silent Phone

# start_on_boot_explanation
source: Start Silent Phone during the device's startup procedure.
th: เริ่มต้น Silent Phone ในขณะที่เริ่มต้นกระบวนการของเครื่อง

# force_traversal_explanation
source: Use a more reliable but lower-quality method of connecting the call audio, which may be needed on particularly bad networks.
th: มีความน่าเชื่อถือแต่คุณภาพเสียงของการโทรมีคุณภาพต่ำ อาจจะเกิดจากสัญญาณขัดข้อง

# setting_underflow_summary
source: Play low tone if no media packets are arriving. If heard often, you or your partner may want to change networks.
th: การเล่นเสียงต่ำ หากได้ยินบ่อยครั้ง คุณหรือคู่สนทนาอาจต้องเปลี่ยนสัญญาณ

# setting_echo_option_summary
source: Automatic control of echo canceler. If not selected the echo canceler is always active
th: การควบคุมอัตโนมัติของการยกเลิกเสียงสะท้อน หากเลือกการยกเลิกเสียงสะท้อนจะเปิดใช้งานตลอด

# setting_errors_option
source: Show all errors
th: แสดงข้อผิดพลาดทั้งหมด

# setting_errors_option_summary
source: Minor software errors that don't affect your experience are hidden by default.
th: ซอฟแวร์มีความผิดพลาดแต่จะไม่ส่งผลกระทบต่อการป้องกันข้อมูลของคุณ

# sp_dial_helper_title
source: Dial assist
th: ตัวช่วยการโทร

# sp_dial_helper_select
source: Select your country
th: เลือกประเทศของคุณ

# sp_dial_helper_none
source: No dial assist
th: ไม่มีตัวช่วยการโทร

# sp_dial_helper_simple
source: Simple dial assist
th: ตัวช่วยการโทรอย่างง่าย

# sp_dial_helper_null_explanation
source: Dial assist disabled.
th: ตัวช่วยการโทรปิดการใช้ง่าย

# sp_dial_helper_simple_explanation
source: Adds '+' to form an international phone number.
th: เพิ่ม '+' ลงในฟอร์มเบอร์โทรระหว่างประเทศ

# key_store_set_pw_explanation
source: Set this password to encrypt Silent Phone. You will need to enter this password to start the application. Silent Circle cannot reset this password for you.
th: ตั้งรหัสผ่านเข้าสู่ Silent Phone คุณจำเป็นต้องใส่รหัสผ่านนี้เพื่อเริ่มแอปพลิเคชั่น. Silent Circle ไม่สามารถรีเซ็ทรหัสผ่านนี้ให้คุณได้

# key_store_change_pw_explanation
source: Change your encryption password.
th: เปลี่ยนรหัสผ่านลับของคุณ

# key_store_reset_pw_explanation
source: Stop using password encryption of Silent Phone.
th: หยุดการใช้รหัสผ่านลับของ Silent Phone

# key_store_enter_pw_explanation
source: Enter your encryption password.
th: ใส่รหัสผ่านลับของคุณ

# key_store_set_pin_explanation
source: Set this PIN to encrypt Silent Phone. You will need to enter this PIN to start the application. Silent Circle cannot reset this PIN for you.
th: ตั้งรหัส PIN เข้าสู่ Silent Phone คุณจำเป็นต้องใส่รหัส PIN นี้เพื่อเริ่มแอปพลิเคชั่น. Silent Circle ไม่สามารถรีเซ็ทรหัส PIN นี้ให้คุณได้

# key_store_change_pin_explanation
source: Change your encryption PIN.
th: เปลี่ยนรหัส PIN ลับของคุณ

# key_store_reset_pin_explanation
source: Stop using PIN encryption of Silent Phone.
th: หยุดการใช้ PIN ลับของ Silent Phone

# key_store_enter_pin_explanation
source: Enter your encryption PIN.
th: ใส่รหัส PIN ลับของคุณ

# pin_hint
source: Enter PIN
th: ใส่ PIN

# pin_hint_old
source: Enter old PIN
th: ใส่รหัส PIN เก่า

# pin_hint_new
source: Enter new PIN
th: ใส่รหัส PIN ใหม่

# pin_hint2
source: Enter PIN (verify)
th: ใส่รหัส PIN (ตรวจสอบ)

# no_pin
source: Missing PIN.
th: ลืมรหัส PIN

source: Show PIN
th: แสดงรหัส PIN

# pin_match
source: PINs do not match. Please check.
th: รหัส PIN ไม่ตรงกัน กรุณาตรวจสอบใหม่

# pin_short
source: PIN is too short. Enter at least %d digits
th: รหัส PIN สั้นเกินไป ต้องใส่อย่างต่ำ %d หลัก

# passcode_title
source: Passcode
th: รหัสผ่าน

# passcode_change
source: Change passcode
th: เปลี่ยนรหัสผ่าน

# passcode_enable
source: Turn passcode on
th: เปิดรหัสผ่าน

# passcode_disable
source: Turn passcode off
th: ปิดรหัสผ่าน

# passcode_timeout
source: Require passcode
th: ต้องการรหัสผ่าน

source: Passcode set.
th: ติดตั้งรหัสผ่านเรียบร้อยแล้ว

source: Passcode disabled.
th: รหัสผ่านปิดการใช้งาน

source: Fingerprint unlock
th: ปลดล็อคด้วยลายนิ้วมือ

# fingerprint_unlock_description
source: Unlock Silent Phone with your fingerprint
th: ปลดล็อค Silent Phone ด้วยลายนิ้วมือ

# fingerprint_dialog_unlock_title
source: Use fingerprint to unlock
th: สแกนลายนิ้วมือเพื่อปลดล็อค

# fingerprint_dialog_enroll_title
source: Enable fingerprint
th: เปิดใช้งานสแกนลายนิ้วมือ

# fingerprint_not_recognized
source: Fingerprint not recognized. Try again
th: ไม่สามารถจดจำลายนิ้วมือ กรุณาลองใหม่

source: Fingerprint recognized.
th: จดจำลายนิ้วมือแล้ว

# fingerprint_use_passcode
source: Use passcode
th: ใช้รหัสผ่าน

# passcode_enter_any
source: Enter a passcode
th: ใส่รหัสผ่าน

# passcode_enter_your
source: Enter your passcode
th: ใส่รหัสผ่านของคุณ

# passcode_enter_old
source: Enter your old passcode
th: ใส่รหัสผ่านเก่า

# passcode_enter_new
source: Enter your new passcode
th: ใส่รหัสผ่านใหม่

# passcode_reenter
source: Re-enter your new passcode
th: ใส่รหัสผ่านใหม่อีกครั้ง

# passcode_mismatch
source: The passcodes didn't match.
th: รหัสผ่านไม่ตรงกัน กรุณาลองใหม่อีกครั้ง

# passcode_wrong
source: Wrong passcode.
th: รหัสผ่านไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง

# passcode_try_again
source: Try again.
th: ลองใหม่

# passcode_minute
source: %1$d minute
th: %1$d นาที

# passcode_minutes
source: %1$d minutes
th: %1$d นาที

# passcode_timeout_immediately
source: Immediately
th: ทันที

source: in
th: ใน

source: seconds
th: วินาที

source: minute
th: นาที

source: minutes
th: นาที

source: Enabled
th: เปิดใช้งานแล้ว

source: Not enabled
th: ไม่ได้เปิดใช้งาน

# key_store_title
source: Encrypt local app data
th: เข้าสู่ข้อมูลแอปพลิเคชั่น

# key_store_type_default
source: Not encrypted
th: ไม่ได้เข้ารหัส

# key_store_type_pw
source: Password set
th: ติดตั้งรหัสผ่านเรียบร้อยแล้ว

# key_store_type_pin
source: PIN set
th: ติดตั้งรหัส PIN เรีนบร้อยแล้ว

# key_store_set_pw
source: Set password
th: ตั้งค่ารหัสผ่าน

# key_store_set_pin
source: Set PIN
th: ตั้งค่ารหัส PIN

# key_store_change_pin
source: Change PIN
th: เปลี่ยนรหัส PIN

# key_store_reset_default
source: Clear password/PIN
th: ล้างรหัสผ่าน/PIN

# re_provision
source: Reload account data
th: ใส่ข้อมูลบัญชีเพิ่มเติม
