Repository: Muthiz/silent-phone-android
Catalog: silentphone2/src/main/locale/*.po
Languages: th

# axo_remote_dev_renew
source: Rekey messaging sessions
th: เปลี่ยนการเข้ารหัสข้อความ

# axo_device_explanation
source: The list may show a device more than once if the app was removed and installed again. To enhance security a new installation creates a new security setup. Click on the remove button to delete an old device.
th: อาจแสดงมากว่าหนึ่งรายการ ถ้าคู่สนทนาลบแอปและติดตั้งใหม่ เพื่อเพิ่มความปลอดภัยให้ตั้งค่าความปลอดภัยในการติดตั้งใหม่ คลิ๊กปุ่มลบเพื่อลบอุปกรณ์เก่า

# axo_device_explanation_remote
source: The list may show a device more than once if the app was removed and installed again on the partner's device.
th: อาจแสดงมากว่าหนึ่งรายการ ถ้าคู่สนทนาลบแอปและติดตั้งใหม่

# message_state_unknown
source: Unknown
th: ไม่รู้

# message_state_resend_requested
source: Resend requested
th: ส่งคำขออีกครั้ง

# message_state_sent
source: Sent
th: ส่งแล้ว

# message_state_sent_to_server
source: Sent to server
th: ส่งไปยังเซิร์ฟเวอร์

# message_state_delivered
source: Delivered
th: ส่งแล้ว

# message_state_received
source: Received
th: รับแล้ว

# message_state_read
source: Read
th: อ่าน

# message_state_burned
source: Burned
th: เบิร์นแล้ว

# message_state_sync
source: Sync
th: เชื่อมต่อ

# message_state_unused
source: Unused
th: ไม่ถูกใช้

# message_state_failed
source: Failed
th: ล้มเหลว

# message_info_user_added_new_device
source: %1$s added device '%2$s'
th: %1$s เพิ่มอุปกรณ์ '%2$s'

# message_info_user_removed_device
source: %1$s removed device '%2$s'
th: %1$s ลบอุปกรณ์ '%2$s'

# message_error_no_error
source: No error
th: ไม่เออเรอร์

# message_error_unknown
source: Unknown error code
th: ไม่เออเรอร์โค๊ดที่ไม่รู้จัก

# message_error_msg_generic
source: Generic error code, unspecified error
th: เออเรอร์โค๊ดทั่วไป

# message_error_msg_version
source: Unsupported protocol version
th: ไม่รองรับ protocol version

# message_error_msg_buffer
source: Buffer too small to store some data
th: บัฟเฟอร์เหลือน้อยเกินกว่าจะเก็บข้อมูล

# message_error_msg_not_dec
source: Could not decrypt a received message
th: ไม่สามารถถอดรหัสข้อความ

# message_error_msg_own_id
source: Found no own identity for registration
th: ไม่พบIDสำหรับลงทะเบียน

# message_error_msg_no_dev
source: No registered messaging devices found for the user
th: ไม่พบอุปกรณ์ส่งข้อความที่ลงทะเบียน

# message_error_msg_no_session
source: No session data for this user found
th: No session for this user found

# message_error_msg_old
source: Message too old to decrypt
th: ข้อความเก่าเกินกว่าจะถอดรหัส

# message_error_msg_corrupt
source: Incoming data corrupt
th: ข้อมูลนำเข้าลุ้มเหลว

# message_error_recv_id_mismatch
source: Mismatch of receiver's long term identity
th: จับคู่IDผู้รับไม่ได้

# message_error_sender_id_mismatch
source: Mismatch of sender's long term identity
th: จับคู่IDผู้ส่งไม่ได้

# message_error_recv_data_length
source: Expected length of data does not match received length
th: ความยาวข้อมูลไม่ตรง

# message_error_wrong_recv_dev_id
source: Expected device id does not match actual device id
th: Idของอุปกรณ์ไม่ตรง

# message_error_network_error
source: Network error or server request failed
th: เครือข่ายผิดพลาด

# message_error_data_missing
source: Some data is missing for this function
th: ข้อมูลบางอย่างของฟังก์ชั่นนี้สูญหาย

# message_error_database_error
source: Database access failed
th: ไม่สามารถเข้าฐานข้อมูล

# message_error_remote_decrypt_failed
source: Recipient failed to process message
th: Recipient failed to decrypt message

# messaging_compose_length_error
source: Sorry, you have hit the maximum character limit
th: ข้อความมีปริมาณอักษรสูงสุดที่รองรับแล้ว

# messaging_file_viewer_view_with
source: Open <xliff:g id="file_name">%1$s</xliff:g>
th: เปิด <xliff:g id="file_name">%1$s</xliff:g>

# messaging_image_viewer_unable_to_display_image
source: Unable to display image
th: ไม่สามารถแสดงภาพได้

# messaging_file_viewer_failure
source: Cannot open this file. It may be saved, shared, or viewed with another application.
th: ไม่สามารถเปิดไฟล์

# messaging_pdf_viewer_showing_page_voiceover
source: Showing page %1$d of %2$d
th: แสดงหน้า %1$d of %2$d

# messaging_pdf_viewer_button_previous_page_voiceover
source: Go to previous page
th: ไปหน้าก่อน

# messaging_pdf_viewer_button_next_page_voiceover
source: Go to next page
th: ไปหน้าถัดไป

# messaging_could_not_view_link
source: Could not open link.
th: ไม่สามารถเปิดลิงค์

source: Messaging options
th: ตัวเลือกข้อความ

# messaging_burn_animation_text
source: Animate message burn
th: เบิร์นข้อความเคลื่อนไหว

# messaging_burn_animation_explanation
source: Show animation when burning messages.
th: แสดงข้อความเคลื่อนไหวเมื่อเบิร์น

# messaging_attachment_export_warning
source: Warn when exporting
th: เตือนเมื่อส่งออก

# messaging_attachment_export_warn_explanation
source: Warn when exporting message attachments.
th: เตือนเมื่อส่งออกข้อความที่มีไฟล์แนบ

# messaging_sounds
source: Play sound for messages
th: เปิดใช้เสียงสำหรับข้อความ

# messaging_sounds_explanation
source: Play sound when a new message arrives or a message is removed.
th: เปิดใช้เสียงเมื่อมีข้อความใหม่หรือลบข้อความ

# messaging_ringtone_title
source: Notification tone
th: เสียงแจ้งเตือน

# messaging_light_title
source: Notification light
th: ไฟแจ้งเตือน

# messaging_vibrate_title
source: Vibrate pattern
th: รูปแบบการสั่น

# messaging_vibrate_off
source: Off
th: ปิด

# messaging_vibrate_default
source: Default
th: ค่าเริ่มต้น

# messaging_vibrate_short
source: Short
th: สั้น

# messaging_vibrate_long
source: Long
th: ยาว

# messaging_light_off
source: Off
th: ปิด

# messaging_light_default
source: Default
th: ค่าเริ่มต้น

# messaging_light_red
source: Red
th: แดง

# messaging_light_blue
source: Blue
th: น้ำเงิน

# messaging_light_green
source: Green
th: เขียว

# messaging_light_white
source: White
th: ขาว

# messaging_light_purple
source: Purple
th: ม่วง

# messaging_theme_title
source: Application theme
th: ธีมแอพพลิเคชั่น

# messaging_theme_dark
source: Dark theme
th: ธีมโทนเข้ม

# messaging_theme_light
source: Light theme
th: ธีมโทนสว่าง

# messaging_group_management
source: Group management
th: การจัดการกลุ่ม

# contact_adder_title
source: Add to contacts
th: เพิ่มรายชื่อ

# contact_save_existing
source: Add to contact
th: เพิ่มรายชื่อ

# contact_create_new
source: Create new contact
th: สร้างรายชื่อ

# contactCreationFailure
source: Contact creation failed, check logs.
th: สร้างรายชื่อล้มเหลว โปรดตรวจสอบ Logs

# contactNameLabel
source: Contact Name
th: รายชื่อ

# dialog_auto_import
source: Start to import saved contacts?
th: เริ่มนำเข้ารายชื่อบันทึก

# dialog_auto_import_text
source: You may import the saved contacts at a later time. Use the contact's import functions and select the file <b>%s</b>
th: คุณสามารถนำเข้ารายชื่อที่บันทึกที่หลัง ใช้ฟังก์ชั่นนำเข้ารายชื่อเพื่อเลือกไฟล์ <b>%s</b>

# messaging_vcard_section_phone
source: Phone
th: โทรศัพท์

# messaging_vcard_section_birthday
source: Birthday
th: วันเกิด

# messaging_vcard_section_email
source: Email
th: อีเมล

# messaging_vcard_section_address
source: Address
th: ที่อยู่

# messaging_vcard_section_organization
source: Organization
th: องค์กร

# messaging_vcard_section_notes
source: Notes
th: หมายเหตุ

# messaging_vcard_address_type_home
source: Home
th: บ้าน

# messaging_vcard_address_type_work
source: Work
th: ที่ทำงาน

# messaging_vcard_address_type_other
source: Other
th: อื่นๆ

# messaging_vcard_im_type_other
source: Other
th: อื่นๆ

# messaging_vcard_phone_type_home
source: Home
th: บ้าน

# messaging_vcard_phone_type_mobile
source: Mobile
th: มือถือ

# messaging_vcard_phone_type_work
source: Work
th: ที่ทำงาน

# messaging_vcard_phone_type_other
source: Other
th: อื่นๆ

# messaging_vcard_importing_contact
source: Importing contact for %s
th: นำเข้ารายชื่อสำหรับ%s

# messaging_vcard_cannot_show_selected_contact
source: Cannot show selected contact!
th: ไม่สามารถแสดงรายชื่อ!

# messaging_conversation_list_loading
source: Loading…
th: กำลังโหลด

# messaging_conversation_list_no_messages
source: No messages
th: ไม่มีข้อความ

# messaging_conversation_list_prefix_draft
source: Draft:
th: แบบร่าง:

# messaging_conversation_select_recipient_hint
source: Enter recipient's username
th: ใส่ User name ผู้รับ

# messaging_conversation_select_conversation_partner
source: Recipient's username
th: ผู้รับ username

# messaging_conversation_list_file_sent
source: %1$s sent
th: %1$s ส่งแล้ว

# messaging_conversation_list_file_received
source: %1$s received
th: %1$s รับแล้ว

# messaging_conversation_list_type_file
source: File
th: ไฟล์

# messaging_conversation_list_type_audio
source: Audio
th: เสียง

# messaging_conversation_list_type_video
source: Video
th: วีดีโอ

# messaging_conversation_list_type_image
source: Image
th: ภาพ

# messaging_conversation_list_type_contact
source: Contact
th: รายชื่อ

# messaging_conversation_list_failed_attachment
source: Failed attachment
th: แนบไฟล์ล้มเหลว

# messaging_conversation_list_call_voiceover
source: Make a call
th: โทรออก

# messaging_conversation_list_delete_conversation_voiceover
source: Delete conversation
th: ลบบทสนทนา

# user_validation_generic_error
source: Check whether entered user name is correct.
th: ตรวจสอบว่า User name ถูกต้องไหม

# user_validation_username_empty
source: Provided user name is empty.
th: ไม่ได้ใส่ User name

# user_validation_no_connection
source: Ensure your device can connect to the Internet and try again.
th: โปรดตรวจสอบว่าอุปกรณ์ได้เชื่อมต่อกับอินเทอร์เน็ต แล้วลองอีกครั้ง

# debug_information_title
source: Debug information
th: ข้อมูล Debug

# invite_sms_not_setup
source: Sorry, this device doesn't appear to support SMS, so we can't send out an invitation.
th: ขออภัย อุปกรณ์ไม่รองรับ SMS ดังนั้นไม่สามารถส่งคำเชิญออกไปได้

# invite_email_not_setup
source: Sorry, you need to setup an email account before we can send out invitations by email.
th: Sขออภัย คุณต้องตั้งค่าอีเมลก่อนส่งอีเมลคำเชิญ

# invite_no_phone_or_email
source: Sorry, the contact appears to have no phone or email, so we can't send out an invitation.
th: ขออภัย รายชื่อไม่มีเบอร์โทรหรืออีเม ไม่สามารถส่งคำเชิญออกไปได้

# basic_account_info
source: You are limited in your usage of Silent Phone. Visit the <a href="https://accounts.silentcircle.com/">Silent Circle website</a> and upgrade your account.
th: คุณถูกลิมิตการใช้งานของ Silent Phone โปรดเข้า <a href="https://accounts.silentcircle.com/">เว็บไซต์ Silent Circle</a> และอัพเกรดแอคเค้าท์ของคุณ

# basic_account_info_free
source: You are limited in your usage of Silent Phone. Visit the <a href="https://accounts.silentcircle.com/">Silent Circle website</a> and upgrade your account. In the meantime, you can still receive secure calls and messages.
th: คุณถูกลิมิตการใช้งานของ Silent Phone โปรดเข้า <a href="https://accounts.silentcircle.com/">เว็บไซต์ Silent Circle</a> และอัพเกรดแอคเค้าท์ของคุณ ในขณะนี้คุณสามารถรับส่ายและข้อความ

# expired_account_info
source: Your account has expired. Visit the <a href="https://accounts.silentcircle.com/">Silent Circle website</a> and renew your account to make secure calls.
th: แอคเค้าท์ของคุณหมดอายุ โปรดเข้า <a href="https://accounts.silentcircle.com/">เว็บไซต์ Silent Circle</a> และต่ออายุแอคเค้าท์เพื่อใช้งานการโทรออก

# minutes_gone_info
source: You have run out of minutes. Visit the <a href="https://accounts.silentcircle.com/">Silent Circle website</a> and add credit to your account to make secure calls.
th: นาทีของคุณหมด โปรดเข้า <a href="https://accounts.silentcircle.com/">เว็บไซต์ Silent Circle</a> และเพิ่มเครดิตเพื่อใช้งานการโทรออก

# credit_gone_info
source: You have run out of credit. Visit the <a href="https://accounts.silentcircle.com/">Silent Circle website</a> and add credit to your account to make secure calls.
th: เครดิตของคุณหมด โปรดเข้า <a href="https://accounts.silentcircle.com/">เว็บไซต์ Silent Circle</a> และเพิ่มเครดิตเพื่อใช้งานการโทรออก

# minutes_low_info
source: You are running low on minutes. Visit the <a href="https://accounts.silentcircle.com/">Silent Circle website</a> and add credit to your account to make secure calls.
th: นาทีของคุณใกล้หมด โปรดเข้า <a href="https://accounts.silentcircle.com/">เว็บไซต์ Silent Circle</a> และเพิ่มเครดิตเพื่อใช้งานการโทรออก

# credit_low_info
source: You are running low on credit. Visit the <a href="https://accounts.silentcircle.com/">Silent Circle website</a> and add credit to your account to make secure calls.
th: เครดิตของคุณใกล้หมด โปรดเข้า <a href="https://accounts.silentcircle.com/">เว็บไซต์ Silent Circle</a> และเพิ่มเครดิตเพื่อใช้งานการโทรออก

# dialog_title_need_funding
source: Funding required
th: จำเป็นต้องเติมเงิน

# dialog_message_need_funding
source: To use Silent Circle's services, you must fund your account with a minimum of $5.00 USD. Click below to begin.
th: เพื่อใช้บริการ Silent Circle คุณต้องมียอดขั้นต่ำ 5 ดอลล่าร์ คลิ้กเพื่อเริ่มต้น

# provisioning_corp_email_hint
source: Corporate email address
th: อีเมลบริษัท

source: In App Purchase
th: ชำระเงินในแอพลิเคชั่น

# select_amount
source: Please provide an amount to purchase
th: โปรดใส่จำนวนที่ต้องการชำระ

source: SELECT
th: เลือก

source: PURCHASE
th: ซื้อ

source: Select a card
th: เลือกการ์ด

# select_card
source: Please select a card to purchase
th: โปรดเลือกการ์ดเพื่อชำระ

# specified_amount
source: Please provide an amount to purchase
th: โปรดใส่จำนวนที่ต้องการชำระ

source: Amount
th: จำนวน

source: New card
th: การ์ดใหม่

# make_payment
source: Make payment for secure calls
th: ชำระเงินสำหรับ Secure calls

source: Creating Token…
th: กำลังสร้าง Token…

source: Validation Errors
th: การตรวจสอบล้มเหลว

source: Card Number
th: หมายเลขการ์ด

# invalid_card_info
source: Please provide correct credit card information
th: โปรดใส่รายละเอียดเครดิตดาร์ดที่ถูกต้อง

# invalid_card_number
source: The card number that you entered is invalid
th: หมายเลขการ์ดผิด

# invalid_expiration_date
source: The expiration date that you entered is invalid
th: วันที่หมดอายุผิด

# invalid_cvc
source: The CVC code that you entered is invalid
th: รหัส CVC ที่ใส่ผิด

# minimum_payment
source: The minimum amount is $5
th: จำนวนขั้นต่ำ 5 $

# getting_cc_info
source: Getting Credit Cards…
th: กำลังดำเนินการ...…

source: Processing Payment…
th: กำลังดำเนินการชำระเงิน...…

# payment_successful
source: Thanks for your payment.
th: ขอบคุณสำหรับการชำระเงิน

# exception_occur
source: Please try it again. If it still exists, Please contact app provider.
th: ลองอีกครั้ง ถ้ายังเป็นอยู่ โปรดติดต่อ App Provider

# confirm_payment_title
source: Confirm Payment
th: ยืนยันการชำระ

# confirm_payment_message
source: %1$s will be charged to the credit card ending with %2$s
th: %1$s จะถูกชาร์จไปยังเครดิตการ์ดที่สิ้นสุดด้วย %2$s

# amount_level_4
source: Other
th: อื่นๆ

# card_ending_with
source: Ending:
th: สิ้นสุด:

# click_to_purchase
source: Click this button to continue purchasing
th: คลิ้กที่ปุ่มเพื่อชำระเงิน

# input_card_number
source: Please provide your card number into the text edit
th: โปรดใส่หมายเลขการ์ดใน

# expiration_year
source: Please select expiration year from drop down
th: เลือกปีที่หมดอายุจากรายการ

# expiration_month
source: Please select expiration month from drop down
th: เลือกเดือนที่หมดอายุจากรายการ

# cvc_number
source: Please provide cvc number on the back of your card into the text edit
th: โปรดใส่หมายเลข cvc ที่อยู่บนหลังการ์ด

# click_register_card_stripe
source: Please click the save button to register your card to Stripe and save this Stripe token
th: คลิ้กที่ปุ่มบันทึกเพื่อลงทะเบียนการ์ดของคุณลง Stripe และบันทึก Stripe token

source: Payment History
th: ประวัติการชำระเงิน

# dialer_activity_conversation_button
source: Start new conversation
th: เริ่มบทสนทนาใหม่

# wipe_data_failed
source: Wiping data has failed - please uninstall manually!
th: การล้างข้อมูลล้มเหลว-กรุณายกเลิกการติดตั้งด้วยตนเอง

# dial_drawer_remaining_oca_minutes_description
source: Show account status
th: แสดงสถานะแอคเค้าท์

# dial_drawer_settings_description
source: Configure the application
th: ตั้งค่าแอพพลิเคชั่น

# dial_drawer_go_offline_description
source: Shut down the application
th: ปิดแอพพลิเคชั่น

# dial_drawer_wipe_phone_description
source: Clear application data and log out
th: ลบข้อมูลแอพพลิเคชั่นและออกจากระบบ

source: Data retention ON ⓘ
th: เปิดการเก็บรักษาข้อมูล ⓘ

# data_retention_communication_blocked
source: Communication blocked ⓘ
th: บล็อคการติดต่อสื้อสาร ⓘ

# data_retention_your_organization
source: Your organization
th: organization ของคุณ

# data_retention_data_retained_by
source: %1$s imposes a data retention policy
th: %1$s บังคับใช้นโยบายการเก็บรักษาข้อมูล

# data_retention_data_retains
source: and retains
th: และ เก็บรักษาข้อมูล

# data_retention_message_plaintext
source: message contents
th: เนื้อหาข้อความ

# data_retention_message_metadata
source: message metadata
th: ข้อความ metadata

# data_retention_calls
source: call audio
th: โทรเสียง

# data_retention_call_metadata
source: call metadata
th: โทร metadata

# data_retention_message_attachments
source: attachment contents
th: เนื้อหาไฟล์แนบ

# data_retention_for_user
source: For user
th: สำหรับผู้ใช้

# data_retention_retaining_organization
source: Retaining organization
th: จัดเก็บข้อมูล organization

# data_retention_retaining_organizations
source: Retaining organizations
th: จัดเก็บข้อมูล organization

# data_retention_data_retained
source: Data being retained:
th: ข้อมูลถูกเก็บรักษา:

# data_retention_data_retention_description_remote
source: Recipient's organization has a policy retaining conversation data. Silent Phone is retaining this data and uploading it to recipient's organization.
th: Organization ของผู้รับมีนโยบายการเก็บรักษาข้อมูลสนทนา Silent Phone กำลังจัดเก็บข้อมูลนี้ไปยัง Organization ของผู้รับ

# data_retention_data_retention_description_both
source: Your organization and recipient's organization have a policy of retaining conversation data. Silent Phone is retaining this data and uploading it to your organization and recipient's organization
th: Organization ของคุณและผู้รับมีนโยบายการเก็บรักษาข้อมูลสนทนา Silent Phone กำลังจัดเก็บข้อมูลนี้ไปยัง Organization ของคุณและผู้รับ

# data_retention_data_retention_description_local
source: Your organization has a policy of retaining conversation data. Silent Phone is retaining this data and uploading it to your organization.
th: Organization ของคุณมีนโยบายการเก็บรักษาข้อมูลสนทนา Silent Phone กำลังจัดเก็บข้อมูลนี้ไปยัง Organization ของคุณ

# data_retention_policy_error
source: Policy error
th: นโยบายขัดข้อง

# data_retention_call_retained
source: Call retained
th: การโทรถูกเก็บรักษา

# data_retention_message_retained
source: Message retained
th: ข้อความถูกเก็บรักษา

# data_retention_message_not_delivered
source: Message not delivered!
th: ข้อความไม่ถูกจัดส่ง!

# data_retention_communication_dr_blocked
source: Message not delivered due to your organization's data retention policy
th: ข้อความไม่ถูกจัดส่ง เนื่องด้วยนโยบายการเก็บรักษาข้อมูลของ Organization

# data_retention_communication_dr_required
source: Message not delivered due to recipient's data retention policy
th: ข้อความไม่ถูกจัดส่ง เนื่องด้วยนโยบายการเก็บรักษาข้อมูลของผู้รับ

# messaging_checked_verified
source: Verified
th: ตรวจสอบแล้ว

# redirect_uri_mismatch
source: Redirect URI does not match: %s
th: Redirect URI ไม่ถูก: %s

# redirect_uri_malformed
source: Redirect URI does not contain necessary data.
th: Redirect URI ไม่มีข้อมูลพอ

# redirect_uri_error
source: Redirect URI error. Error code: %s.
th: Redirect URI ขัดข้อง. Error code: %s.

# redirect_wrong_uri
source: Server provided a wrong redirect URI: %s
th: Server ให้ redirect URI ผิด: %s

# hw_device_id_mismatch
source: HW device identifiers do not match: Stored: %1$s Actual: %2$s Please uninstall and install the application.
th: HW device identifiers ผิด: จัดเก็บแล้ว: %1$s Actual: %2$s โปรดยกเลิกการติดตั้งและติดตั้งแอพพลิเคชั่น

# permission_phone_title
source: Why access to Phone?
th: ทำไมถึงเข้าใช้ตัวเครื่อง ?

# permission_phone_explanation
source: Silent Phone does not initiate phone calls that require the device's phone application. However, Silent Phone monitors if you have an active call or if you receive a call while you are using Silent Phone. In these cases Silent Phone either manages the Silent Phone call or informs you about the incoming call using a notification tone.
th: Silent Phone ไม่ได้ใช้แอพพลิเคชั่นการโทรในอุปกรณ์มือถือ อย่างไรก็ตาม Silent Phone สามารถแจ้งเตือนเมื่อมีสายโทรเข้าหรือข้อความ โดยใช้เสียงเตือนระหว่างการใช้งาน Silent Phone

# permission_sp_main_title
source: Required Silent Phone Permissions
th: ต้องการ Silent Phone Permissions

# permission_sp_main_explanation
source: &lt;b&gt;Audio&lt;/b&gt;: to setup calls or to record audio attachments (if enabled).
th: &lt;b&gt;Audio&lt;/b&gt;: เพื่อตั้งค่าการโทรหรือการอัดเสียงไฟล์แนบ (ถ้าเปิดใช้งาน) &lt;br/&gt;&lt;br/&gt;&lt;b&gt;Camera:&lt;/b&gt; เปิดใช้งาน โทรแบบวีดีโอ และ ไฟล์แนบวีดีโอ

# permission_main_not_granted_title
source: Silent Phone permissions missing
th: Silent Phone permissions หาย

# permission_main_not_granted_explanation
source: Silent Phone cannot work without the required permissions, exiting. You may start Silent Phone again and grant the required permissions.
th: Silent Phone ไม่สามารถทำงานหากไม่ได้รับ permissions คุณอาจเริ่ม Silent Phone อีกครั้ง และรับ permissions

# permission_location_title
source: Why access to Location?
th: ทำไมถึงเข้าใช้ Location ?

# permission_location_explanation
source: Silent Phone accesses the location to attach location information to a message if you enable this feature.
th: Silent Phone เข้าใช้ Location และส่งแนบข้อมูลLocation ไปยังข้อความที่เปิดใช้งานฟังก์ชั่น

# permission_storage_title
source: Why access to Storage?
th: ทำไมถึงเข้าใช้ พื้นที่จัดเก็บข้อมูล ?

# permission_storage_explanation
source: On user request Silent Phone can store or share attachments. This requires permission to access external storage.
th: คำร้องของผู้ใช้ Silent Phone สามารถจัดเก็บและแชร์ไฟล์แนบ โดยจำเป็นต้องได้รับ Permission เพื่อใช้งานพื้นที่จัดเก็บข้อมูลภายนอก

# permission_camera_title
source: Why access to Camera?
th: ทำไมถึงเข้าใช้กล้อง ?

# permission_camera_explanation
source: Silent Phone accesses the camera to allow for capturing photo and video attachments. The camera is also used to access the video chat feature.
th: อนุญาตให้ Silent Phone เข้าถึงกล้อง เพื่อให้สามารถถ่ายภาพและวิดีโอ

# avatar_choose_image_from_gallery_voiceover
source: Choose image from gallery
th: เลือกภาพจากแกลอรี่

# avatar_take_a_photo_voiceover
source: Take a photo
th: ถ่ายรูป

# avatar_delete_photo_voiceover
source: Delete avatar photo
th: ลบภาพ Avatar

# avatar_show_as_square
source: Show square
th: แสดงสี่เหลี่ยม

# avatar_show_as_circle
source: Show circle
th: แสดงวงกลม

# avatar_could_not_show_image
source: Could not show image
th: ไม่สามารถแสดงภาพ

# avatar_action_select_from_gallery
source: Select an image
th: เลือกภาพ

# avatar_action_take_a_photo
source: Take a photo
th: ถ่ายรูป

# avatar_action_delete
source: Delete avatar
th: ลบภาพ Avatar

# navigation_drawer_expand_details_voiceover
source: show account details
th: แสดงรายละเอียดบัญชี

# navigation_drawer_collapse_details_voiceover
source: hide account details
th: ซ่อนรายละเอียดบัญชี

# setting_debug_logging
source: Enable debug mode
th: เปิดใช้งานโหมด Debug

# setting_debug_logging_summary
source: Store on your device certain details that can help when reporting issues.
th: ตามคำร้องขอ Silent Phone สามารถจัดเก็บรายละเอียด Debug เพื่อรายงานปัญหาที่ต้องการร้องขอการอนุญาตเพื่อบันทึก Encrypted Log ที่พื้นที่จัดเก็บภายนอก

# setting_send_logs
source: Report issue and send logs
th: รายงานปัญหาและส่ง Log

# setting_debug_logging_config
source: Select debug lookback interval
th: เลือก debug lookback interval

# description_of_problem
source: Description of issue
th: คำอธิบายปัญหา

# send_logs
source: Report issue and send logs
th: รายงานปัญหาและส่ง Log

# logging_error
source: Error
th: ขัดข้อง
