Repository: Muthiz/silent-phone-android
Catalog: silentphone2/src/main/locale/*.po
Languages: th

# re_provision_explanation
source: Reload Silent Phone's account and configuration data.
th: เพิ่มบัญชีและข้อมูลของ Silent Phone

# did_title
source: Phone number selection
th: การเลือกหมายเลขโทรศัพท์

# did_region_area_explanation
source: Select your phone number from a region and area
th: เลือกหมายเลขโทรศัพท์ของคุณจากภูมิภาคและพื้นที่

# did_currently_selected
source: Currently selected
th: ตัวเลือกปัจจุบัน

# did_region
source: Region:
th: ภูมิภาค:

# did_area
source: Area:
th: พื้นที่:

# did_number
source: Number:
th: หมายเลข:

# did_region_list
source: Select region
th: เลือกภูมิภาค

# did_area_list
source: Select area
th: เลือกพื้นที่

# did_number_list
source: Select number
th: เลือกหมายเลข

# did_selection_wrong_format
source: Phone number selection - server sent wrong data format:
th: การเลือกหมายเลขโทรศัพท์ - เซิฟเวอร์ส่งข้อมูลผิดพลาด:

# did_no_area
source: Currently no area available in this region. Select another region.
th: ไม่มีพื้นที่สำหรับภูมิภาคนี้ กรุณาเลือกภูมิภาคใหม่

# did_no_number
source: Currently no phone number available, select another region or area.
th: ไม่มีหมายเลขนี้ เลิกภูมิภาคหรือพื้นที่อื่นๆ

# did_ask_to_complete
source: Complete the phone number selection.
th: การเลือกหมายเลขโทรศัพท์สำเร็จ

# no_internet
source: No Internet connection
th: ไม่มีการเชื่อมต่ออินเตอร์เน็ต

source: Mobile Internet available
th: อินเตอร์เน็ตใช้งานได้

# directory_use_sc
source: Search Silent Circle Global Directory
th: ค้นหา

# directory_own_org_only
source: Members of my own organization
th: สมาชิกขององค์กรของฉัน

# network_not_available_description
source: Creating a new conversation requires network access so we can search for the other party. Try connecting to a network or disabling airplane mode.
th: การสร้างบทสนทนาใหม่ต้องการเชื่อมต่ออินเทอร์เน็ต กรุณาเชื่อมต่ออินเทอร์เน็ตหรือปิดโหมดเครื่องบิน

source: Sign in
th: ลงชื่อเข้าใช้

# sign_in_to_sc
source: Sign in to your Silent Circle account
th: ลงชื่อเข้าใช้บัญชี Silent Circle ของคุณ

# sc_help
source: Help & Support
th: ช่วยเหลือ

# sc_privacy
source: Privacy Statement
th: นโยบายความเป็นส่วนตัว

# sc_tos
source: Terms of Service
th: เงื่อนไขการให้บริการ

# sc_manage_account
source: Manage Account
th: จัดการบัญชี

# sc_privacy_link
source: <a href="https://accounts.silentcircle.com/privacy-policy/">Privacy Statement</a>
th: <a href="https://accounts.silentcircle.com/privacy-policy/">นโยบายความเป็นส่วนตัว</a>

# sc_tos_link
source: <a href="https://accounts.silentcircle.com/terms/">Terms of Service</a>
th: <a href="https://accounts.silentcircle.com/terms/">เงื่อนไขการให้บริการ</a>

# number_missed_calls
source: Missed call
th: %dสายที่ไม่ได้รับ

# no_video_available
source: Video is not available for this call.
th: วิดิโอไม่สามารถใช้งานได้สำหรับการโทรนี้

source: Call in progress
th: กำลังใช้สาย

# server_cert_failure
source: Certificate check failed - retrying
th: การตรวจสอบผิดพลาด – กำลังลองอีกครั้ง

# remaining_oca_minutes
source: Account info
th: ข้อมูลบัญชี

# remaining_oca_minutes_fail
source: No Silent World information available
th: ไม่มีข้อมูล Silent World

# remaining_oca_minutes_zero
source: No call minutes used. Monthly plan: %1$d minutes.
th: ไม่มีการใช้สาย. วางแผนประจำเดือน %1$d นาที

# remaining_oca_minutes_dialog
source: Silent Circle account
th: บัญชี Silent Circle

# remaining_oca_minutes_loading_dialog
source: Retrieving account information…
th: กำลังเรียกข้อมูลบัญชี

# avatar_upload_loading_dialog
source: Uploading avatar…
th: กำลังอัพโหลด avatar…

# avatar_delete_loading_dialog
source: Deleting avatar…
th: กำลังลบ avatar…

# manage_account
source: &lt;br&gt;&lt;br&gt;&lt;a href=https://accounts.silentcircle.com/&gt;Manage account&lt;/a&gt;
th: &lt;br&gt;&lt;br&gt;&lt;a href=https://accounts.silentcircle.com/&gt;จัดการบัญชี&lt;/a&gt;

# manage_account_dev
source: &lt;br&gt;&lt;br&gt;&lt;a href=https://accounts-dev.silentcircle.com/&gt;Manage account&lt;/a&gt;
th: &lt;br&gt;&lt;br&gt;&lt;a href=https://accounts-dev.silentcircle.com/&gt;จัดการบัญชี&lt;/a&gt;

# remaining_credit
source: Remaining credit: %1$.2f %2$s
th: เครดิตคงเหลือ: %1$.2f %2$s

# connected_to_network
source: Network unavailable. Ensure your device can connect to the Internet and try again.
th: สัญญาณไม่ว่าง ตรวจสอบอีกครั้งโทรศัพท์ของคุณได้เชื่อมต่ออินเตอร์เน็ตและลองอีกครั้ง

# provisioning_error_message
source: Please re-launch the app and login again.
th: กรุณาเปิดแอปพลิเคชั่นใหม่และลงชื่อเข้าใช้งานอีกครั้ง

# re_provisioning_device_not_found
source: This device is not known to the provisioning server. To re-provision this device you need to enter your Silent Circle username and password. To continue press OK.
th: โทรศัพท์เครื่องนี้ไม่รู้จักกับเซิฟเวอร์ คุณจำเป็นต้องใส่ชื่อผู้ใช้งานและรหัสผ่านของ Silent Circle ถัดไปกดตกลง

# tab_recents
source: CALLS
th: โทร

# tab_all_contacts
source: CONTACTS
th: รายชื่อ

# tab_chat
source: CHATS
th: สนทนา

# call_log_action_call_back
source: CALL BACK
th: โทรกลับ

# call_log_action_details
source: DETAILS
th: รายละเอียด

# call_log_action_report
source: REPORT
th: รายงาน

# call_log_action_write_back
source: WRITE BACK
th: เขียนกลับ

# call_log_action_invite
source: INVITE TO SILENT CIRCLE
th: เชิญเข้าสู่ SILENT CIRCLE

# description_dismiss
source: Dismiss
th: ยกเลิก

# activity_not_available
source: No installed activity available to handle selected action.
th: ไม่ได้ติดตั้งกิจกรรมสำหรับสิ่งที่เลือกอยู่

# description_num_calls
source: <xliff:g id="numberOfCalls">%1$s</xliff:g> calls.
th: <xliff:g id="numberOfCalls">%1$s</xliff:g> โทร.

# description_call_back_action
source: Call back <xliff:g id="nameOrNumber" example="John Smith">%1$s</xliff:g>
th: โทรกลับ <xliff:g id="nameOrNumber" example="John Smith">%1$s</xliff:g>

# description_details_action
source: Call details for <xliff:g id="nameOrNumber" example="John Smith">%1$s</xliff:g>
th: รายละเอียดการโทรสำหรับ <xliff:g id="nameOrNumber" example="John Smith">%1$s</xliff:g>

# description_contact_details
source: Contact details for <xliff:g id="nameOrNumber">%1$s</xliff:g>
th: รายละเอียดรายชื่อสำหรับ <xliff:g id="nameOrNumber">%1$s</xliff:g>

# description_incoming_missed_call
source: Missed call from <xliff:g id="nameOrNumber" example="John Smith">%1$s</xliff:g>, <xliff:g id="typeOrLocation" example="Mobile">%2$s</xliff:g>, <xliff:g id="timeOfCall" example="2 min ago">%3$s</xliff:g>.
th: สายที่ไม่ได้รับจาก <xliff:g id="nameOrNumber" example="John Smith">%1$s</xliff:g>, <xliff:g id="typeOrLocation" example="Mobile">%2$s</xliff:g>, <xliff:g id="timeOfCall" example="2 min ago">%3$s</xliff:g>.

# description_incoming_answered_call
source: Answered call from <xliff:g id="nameOrNumber" example="John Smith">%1$s</xliff:g>, <xliff:g id="typeOrLocation" example="Mobile">%2$s</xliff:g>, <xliff:g id="timeOfCall" example="2 min ago">%3$s</xliff:g>.
th: สายที่ได้รับจาก <xliff:g id="nameOrNumber" example="John Smith">%1$s</xliff:g>, <xliff:g id="typeOrLocation" example="Mobile">%2$s</xliff:g>, <xliff:g id="timeOfCall" example="2 min ago">%3$s</xliff:g>.

# description_outgoing_call
source: Call to <xliff:g id="nameOrNumber" example="John Smith">%1$s</xliff:g>, <xliff:g id="typeOrLocation" example="Mobile">%2$s</xliff:g>, <xliff:g id="timeOfCall" example="2 min ago">%3$s</xliff:g>.
th: โทรหา <xliff:g id="nameOrNumber" example="John Smith">%1$s</xliff:g>, <xliff:g id="typeOrLocation" example="Mobile">%2$s</xliff:g>, <xliff:g id="timeOfCall" example="2 min ago">%3$s</xliff:g>.

# call_log_header_today
source: Today
th: วันนี้

# call_log_header_yesterday
source: Yesterday
th: เมื่อวานนี้

# call_log_header_other
source: Older
th: เก่ากว่า

# recentMissed_empty
source: You have no recent missed calls.
th: คุณไม่มีสายที่ไม่ได้รับล่าสุด

# recents_footer_text
source: View full call history
th: ดูประวัติการโทร

# all_contacts_empty
source: You have no contacts.
th: คุณไม่มีรายชื่อผู้ติดต่อ

# call_log_all_title
source: ALL
th: ทั้งหมด

# call_log_missed_title
source: MISSED
th: ไม่ได้รับ

# search_shortcut_call_number
source: Call <xliff:g id="number">%s</xliff:g>
th: โทร <xliff:g id="number">%s</xliff:g>

# search_shortcut_add_to_contacts
source: Add to contacts
th: เพิ่มรายชื่อ

# search_shortcut_write_to
source: Write to <xliff:g id="number">%s</xliff:g>
th: เขียนถึง <xliff:g id="number">%s</xliff:g>

# add_contact_not_available
source: Re-enable the Contacts application to use this feature.
th: เปิดใช้งานให้ผู้ติดต่อได้ใช้รูปแบบนี้

# action_menu_back_from_search
source: stop searching
th: ยกเลิกการค้นหา

# description_clear_search
source: Clear search
th: ล้างประวัติการค้นหา

# dialer_hint_find_contact
source: Enter name or number
th: ใส่ชื่อหรือหมายเลข

# dialer_hint_find_messaging_contact
source: Enter name
th: ใส่ชื่อ

# sms_disambig_title
source: Choose number
th: เลือกหมายเลข

# call_disambig_title
source: Choose number
th: เลือกหมายเลข

# make_primary
source: Remember this choice
th: จำตัวเลือกนี้

# low_volume
source: Volume may be too low.
th: ระดับเสียงอาจจะเบาไป

# urgent_call
source: Urgent
th: ด่วน

# emergency_call
source: Emergency
th: ฉุกเฉิน

# call_mng_conference_explanation
source: Drag call into conference
th: ลากการโทรเข้าสู่การประชุมสาย

# call_mng_private_explanation
source: Drag here to remove from conference
th: ลากที่นี่เพื่อลบการประชุมสาย

# account_manager_label
source: Silent Circle account
th: บัญชี Silent Circle

# account_access_label
source: Access account
th: เข้าสู่บัญชี

# account_exists
source: An account exists already - cannot create an additional account on this device.
th: มีบัญชีอยู่แล้ว – ไม่สามารถสร้างบัญชีได้อีก

# account_missing_name
source: Missing username for this account.
th: ลืมชื่อของบัญชีนี้

# status_available
source: Available
th: ออนไลน์

# status_away
source: Away
th: ไม่อยู่

# status_busy
source: Busy
th: ไม่ว่าง

# call_detail_list_header
source: Calls list
th: รายการโทร

# messaging_send_message
source: Send
th: ส่ง

# messaging_attach_file
source: Attach
th: แนบ

# messaging_compose_hint
source: Type message…
th: พิมพ์ข้อความ...

source: (undisclosed location)
th: (ไม่เปิดเผยสถานที่)

source: Processing…
th: กำลังดำเนินการ...

source: Loading…
th: กำลังโหลด...

source: Uploading…
th: อัพโหลด...

source: Encrypting…
th: เข้ารหัส...

source: Decrypting…
th: ถอดรหัส...

source: Downloading…
th: ดาวน์โหลด...

source: Exporting…
th: ส่ง...

source: Attachment
th: แนบ

source: Delivered
th: ส่งแล้ว

# notify_resend_request
source: The recipient has requested that this message be sent again.
th: ผู้รับขอให้ส่งข้อความนี้ซ้ำ

source: Location
th: ตำแหน่ง

source: Share location
th: แชร์ตำแหน่งที่ตั้ง

# silent_phone_call
source: Call using Silent Phone
th: โทร ใช้Silent Phone

source: Burn Notice
th: เบิร์น

# autolock
source: Automatic Lock
th: ล๊อคอัตโนมัติ

# send_receipts
source: Send read receipts
th: ส่งรายงานการอ่าน

source: Clear conversation
th: ลบบทสนทนา

# clear_conversation_exp
source: Clears all messages
th: ลบข้อความทั้งหมด

source: Save Conversation
th: บันทึกข้อความ

# verify_description_verified
source: For added security, you have verified this message with the recipient.
th: เพื่อความปลอดภัยที่เพิ่มขึ้น คุณได้ตรวจสอบข้อความนี้กับผู้รับ

# verify_description_unverified
source: For added security, verify this message with the recipient.
th: เพื่อความปลอดภัยที่เพิ่มขึ้น ตรวจสอบข้อความนี้กับผู้รับ

source: Reset Keys
th: ปุ่มรีเซต

# no_expiration
source: Messages do not expire
th: ข้อความไม่หมดอายุ

# messages_expire
source: Messages expire <xliff:g id="expire_timeout" example="in 1 minute">%1$s</xliff:g>
th: ข้อความหมดอายุ <xliff:g id="expire_timeout" example="in 1 minute">%1$s</xliff:g>

source: Are you sure?
th: คุณแน่ใจ?

source: Re-key messaging sessions
th: เปลี่ยนการเข้ารหัสข้อความ

# cannot_be_undone
source: This action cannot be undone.
th: ยืนยันการทำรายการ

# save_will_expose_data
source: Saving this conversation will expose all of its messages to another application of your choice. Messages with an attachment or a burn notice will NOT be exported.
th: การบันทึกการสนทนานี้จะแสดงทุกข้อความไปยังอีกแอปลิเคชั่นที่เลือก ข้อความกับไฟล์แนบหรือถูกเบิร์นแล้วจะไม่ถูกส่ง

# error_attachment_unavailable
source: File no longer available. Please contact sender.
th: ไม่มีไฟล์นี้แล้ว โปรดติดต่อผู้ส่งไฟล์อีกครั้ง

# warning_delete_conversation
source: Deleting the conversation will destroy all of its data.
th: การลบจะทำลายข้อมูล

# warning_leave_group_conversation
source: Leaving the group will destroy all its data on this device. To join the group again, you'll need to be added by another member.
th: การออกจากกลุ่มข้อมูลทั้งหมดจะหายไป หากต้องการเข้าร่วมกลุ่มอีกครั้ง คุณจะต้องถูกเพิ่มเข้ากลุ่มโดยสมาชิกในกลุ่ม

# warning_media_to_be_exported
source: This media is currently private. In order to proceed, <xliff:g id="application_name">Silent Phone</xliff:g> must grant other applications access to the decrypted file.
th: รายการนี้ถูกตั้งค่าความเป็นส่วนตัว เพื่อที่จะใช้, <xliff:g id="application_name">Silent Phone</xliff:g> ต้องอนุญาตให้ไฟล์อื่นเข้าถึงการถอดรหัส

# warning_rekey_conversation
source: Are you sure you want to establish new keys for messaging sessions?
th: ยืนยันการสร้างคีย์ใหม่

# warning_ringtone_picked_unavailable
source: Unable to launch system's ringtone picker activity.
th: ไม่สามารถใช้ริงโทนของระบบ

# warning_selected_action_unavailable
source: Unable to launch selected action.
th: ไม่สามารถทำรายการที่เลือก

# share_from
source: Share securely
th: แชร์อย่างปลอดภัย

# n_selected
source: <xliff:g id="count">%1$d</xliff:g> selected
th: <xliff:g id="count">%1$d</xliff:g> เลือกแล้ว

source: Delete
th: ลบ

source: View
th: ดู

source: Share
th: แชร์

source: Save
th: บันทึก

source: Copy
th: คัดลอก

source: Info
th: ข้อมูล

source: Burn
th: เบิร์น

source: Resend
th: ส่งอีกครั้ง

source: Options
th: ตัวเลือก

source: Forward
th: ส่งต่อ

source: Import contact
th: นำเข้ารายชื่อ

# import_contacts
source: Import %d contacts
th: นำเข้ารายชื่อ %d

source: Search
th: ค้นหา

source: Submit
th: ส่ง

# status_on
source: On
th: เปิด

# status_off
source: Off
th: ปิด

source: Settings
th: ตั้งค่า

source: Wipe
th: ลบ

source: Immediately
th: ทันที

source: Got it
th: ได้รับ

source: just now
th: ขณะนี้

source: Remove
th: ลบ

source: connecting
th: กำลังเชื่อมต่อ

source: online
th: ออนไลน์

source: offline
th: ออฟไลน์

source: You
th: คุณ

source: Take Photo
th: ถ่ายรูป

source: Gallery
th: แกลลอรี่

source: Take Video
th: ถ่ายวีดีโอ

source: Record Audio
th: บันทึกเสียง

source: Send File
th: ส่งไฟล์

source: Share Contact
th: ส่งรายชื่อ

# messaging_back_button_voiceover
source: Back to conversations
th: กลับสู่การสนทนา

# messaging_avatar_voiceover
source: Avatar
th: รูป

# messaging_burn_button_voiceover
source: Burn
th: เบิร์น

# messaging_location_button_voiceover
source: Location
th: ตำแหน่ง

# messaging_start_conversation_voiceover
source: Start conversation
th: เริ่มการสนทนา

# messaging_burn_delay_voiceover
source: Set burn delay
th: ตั้งค่าการเบิร์น

# activity_conversation_voiceover
source: Conversation
th: การสนทนา

# capture_audio_label
source: Record audio with Silent Phone
th: บันทึกเสียงด้วยSilent Phone

# capture_video_label
source: Capture video with Silent Phone
th: บันทึกวีดีโอด้วยSilent Phone

# capture_picture_error
source: There was a problem taking a picture. Please try again.
th: การถ่ายภาพมีปัญหา โปรดลองอีกครั้ง

# record_currently_on_call
source: Recording is not supported during a call
th: ไม่สามารถบันทึกระหว่างการโทร

# dialog_title_cannot_enable_location_sharing
source: Cannot enable location sharing
th: ไม่สามารถแชร์ตำแหน่งที่ตั้ง

# dialog_title_failed_to_send_message
source: Failed to send message
th: ส่งข้อความล้มเหลว

# dialog_title_unable_to_send_messages
source: Unable to send messages
th: ไม่สามารถส่งข้อความ

# dialog_title_unable_to_call
source: Unable to call
th: ไม่สามารถโทร

# dialog_title_choose_action
source: Choose action
th: เลือกรายการ

# dialog_title_error
source: Error
th: ผิดพลาด

# dialog_title_select_notification_light
source: Select notification light
th: เลือกแสงการแจ้งเตือน

# dialog_title_select_notification_vibrate
source: Select vibrate pattern
th: เลือกรูปแบบการสั่น

# dialog_title_select_messaging_theme
source: Select chat theme
th: เลือธีม

# dialog_title_choose_avatar_action
source: Choose avatar action
th: เลือกรูป

# dialog_title_device_deleted
source: This device has been deleted
th: อุปกรณ์นี้ถูกลบแล้ว

# dialog_title_data_retention
source: Data retention
th: การรักษาข้อมูล

# dialog_title_group_invitation
source: Group invitation
th: คำเชิญเข้าร่วมกลุ่ม

# dialog_message_enable_device_location
source: To use this option, enable Location under device Settings. Location may be empty if only GPS is used.
th: การเมนูนี้ต้องเปิด เมนูตำแหน่งที่ตั้ง ที่การตั้งค่าโทรศัพท์ก่อน

# dialog_message_current_location_mode
source: Current location mode is "%s".
th: โหมดการระบุตำแหน่ง "%s".

# dialog_message_failed_to_send_to
source: Failed to write to user %1$s. %2$s
th: ผิดพลาด การส่งข้อความไป %1$s. %2$s

# dialog_call_failed_to_send_to
source: Failed to call %1$s. %2$s
th: ผิดพลาด การโทรไป %1$s. %2$s

# dialog_message_file_too_large
source: The file you have selected is too large.
th: ขนาดไฟล์ใหญ่เกินไป

# dialog_message_wipe_phone
source: This will clear conversations, call history, and other Silent Phone data. The application will exit. You will need to log back in when you restart Silent Phone.
th: จากนี้จะลบบทสนทนา ประวัติการโทรและ ข้อมูลSilent Phone จะออกจากแอปลิเคชั่น และเมื่อเข้าใหม่อีกครั้งต้องใส่รหัสผ่าน

# dialog_message_wipe_after_timer
source: This device has been removed from the list of authorized devices so it will close in %s and all of the application data will be cleared.
th: อุปกรณ์นี้ถูกลบออกโดยผู้มีอำนาจ จะถูกปิดภายใน%s. และข้อมูลทั้งหมดจะถูกลบ

# dialog_message_close_after_timer
source: This device has been removed from the list of authorized devices so it will close in %s. Please clear application data manually.
th: อุปกรณ์นี้ถูกลบออกโดยผู้มีอำนาจ จะถูกปิดภายใน%s. โปรดลบข้อมูลแอปลิเคชั่น

# dialog_message_invited_to_group_conversation
source: You have been invited to group conversation %1$s by %2$s. Please accept or decline the invitation.
th: คุณถูกเชิญเข้ากลุ่มสนทนา %1$s ดดย %2$s. โปรดตอบรับหรือปฎิเสธการเชิญ

# dialog_message_dr_enabled
source: Your organization imposes a policy of retaining data about your communication, however you have blocked Silent Phone from retaining this data. Communication is now prohibited. To restore communication either unset "Block local data retention" in Silent Phone settings or ask your organization's administrator to remove your data retention policy.
th: องค์กรณ์ของคุณตั้งการสนทนาโหมดรักษาข้อมูล การติดต่อระหว่างคุณถูกบล๊อก คุณสามารถแก้ไขได้จากเมนู "บล๊อคการใช้ข้อมูล" ในการตั้งค่าของ Silent Phone หรือติดต่อผู้ดูและระบบของคุณ

# dialog_message_remote_dr_enabled
source: Conversation partner's organization imposes a policy of retaining data about your communication, however you have blocked Silent Phone from retaining this data. Communication is now prohibited. To restore communication unset "Block remote data retention" in Silent Phone settings.
th: องค์กรณ์ของคู่สนทนาตั้งการสนทนาโหมดรักษาข้อมูล การติดต่อระหว่างคุณถูกบล๊อก คุณสามารถแก้ไขได้จากเมนู "บล๊อคการใช้ข้อมูล" ในการตั้งค่าของ Silent Phone

# dialog_message_communication_dr_blocked
source: The user to whom you sent this message has declined to communicate with other users who are subject to data retention. As your organization %1$s imposes a policy of retaining data there's no way to respect both of your wishes. Communication between you is blocked. To allow communication, you could ask that user to deselect "Block remote data retention" in his or her Silent Phone settings or you could ask your organization to disable data retention on your account.
th: ผู้ใช้ที่คุณส่งข้อความนี้ไม่สามารถรับข้อมูล คุณถูกจำกัดสิทธิ์ในการสื่อสาร เนื่องจากองค์กรณ์ของคุณ%1$sใช้โหมดรักษาข้อมูล คุณสามารถขอให้คู่สนทนาปลดล๊อคได้จากเมนู "บล๊อคการใช้ข้อมูล" ในการตั้งค่าของ Silent Phone หรือติดต่อผู้ดูและระบบของคุณ

# dialog_message_communication_dr_required
source: The user to whom you sent this message is subject to data retention and you have declined to communicate with other users who are subject to data retention. Communication between you is blocked. To allow communication, you could deselect "Block remote data retention" in your Silent Phone settings.
th: ผู้ใช้ที่คุณส่งข้อความนี้ไม่สามารถรับข้อมูล คุณถูกจำกัดสิทธิ์ในการสื่อสาร คุณสามารถปลดล๊อคได้จากเมนู "บล๊อคการใช้ข้อมูล" ในการตั้งค่าของ Silent Phone

# dialog_button_ok
source: OK
th: ตกลง

# dialog_button_yes
source: Yes
th: ใช่

# dialog_button_no
source: No
th: ไม่

# dialog_button_save
source: Save
th: บันทึก

# dialog_button_cancel
source: Cancel
th: ยกเลิก

# dialog_button_accept
source: Accept
th: ยอมรับ

# dialog_button_decline
source: Decline
th: ปฎิเสธ

# dialog_button_create
source: Create
th: สร้าง

# dialog_button_invite
source: Add to conversation
th: เพิ่มไปยังบทสนทนา

# location_mode_off
source: Location services not enabled
th: ไม่ได้เปิดตำแหน่งที่ตั้ง

# location_mode_device
source: Device only (GPS)
th: อุปกรณ์เท่านั้น(GPS)

# location_mode_battery_saving
source: Battery saving
th: ประหยัดแบตเตอรี่

# location_mode_high_accuracy
source: High accuracy
th: ความแม่นยำสูง

# chats_view_empty_header
source: Start a conversation
th: เริ่มบทสนทนา

# chats_view_empty
source: Tap the plus icon to call, text, send files, & more
th: ยังไม่มีการสนทนา แตะไอคอนเครื่องหมายบวกเพื่อเพิ่มลือการสนทนา

# chat_view_empty
source: Conversation is empty Type below to send a message Touch phone icon above to call
th: ยังไม่มีการสนทนา แตะด้านล่างเพื่อส่งข้อความ แตะไอคอนโทรศัพทืด้านบนเพื่อโทร

# conversation_with
source: Conversation with %1$s
th: สนทนากับ %1$s

# username_unknown
source: Unknown
th: ไม่รู้

# toast_saved_to
source: Saved to <xliff:g id="file_path">%1$s</xliff:g>
th: ถูกบันทึกไปยัง <xliff:g id="file_path">%1$s</xliff:g>

# toast_deleted_from
source: Deleted from <xliff:g id="file_path">%1$s</xliff:g>
th: ถูกลบจาก <xliff:g id="file_path">%1$s</xliff:g>

# unable_to_display_file
source: Unable to display file <xliff:g id="file_path">%1$s</xliff:g>
th: ไม่สามารถแสดงไฟล์ <xliff:g id="file_path">%1$s</xliff:g>

# toast_failed_to_export_file
source: Failed to export file <xliff:g id="file_path">%1$s</xliff:g>
th: การส่งไฟล์ล้มเหลว <xliff:g id="file_path">%1$s</xliff:g>

# toast_no_browser_found
source: Could not open the link. No browser application found.
th: ไม่สามารถเปิดลิงค์ ไม่พบbrowser

# show_remote_dev
source: Status of devices
th: สถานะอุปกรณ์

# show_remote_dev_exp
source: Shows status of the conversation partner's devices
th: แสดงสถานะอุปกรณ์ของคู่สนทนา

# show_group_members
source: Group members
th: สมาชิกกลุ่ม

# show_group_members_exp
source: Shows the current group members in the conversation
th: แสดงสมาชิกกลุ่มปัจจุบันในบทสนทนา

# no_axo_device
source: No device available for messaging
th: ไม่มีอุปกรณ์สำหรับการส่งข้อความ

# axo_ask_register
source: Register this device for messaging?
th: ลงทะเบียนอุปกรณ์สำหรับการส่งข้อความ?

# axo_menu_register
source: Chat feature
th: ฟังก์ชั่นแชต

# menu_devices
source: Devices
th: การจัดการอุปกรณ์

# axo_local_device
source: Fingerprint of local device:
th: บันทึกการใช้อุปกรณ์:

# axo_local_device_id_empty
source: Local device id empty
th: idอุปกรณ์ว่าง

# axo_devices
source: Available devices
th: อุปกรณ์ที่ใช้ได้

# axo_devices_n
source: One device available
th: %d เครื่องที่ใช้ได้

# axo_remote_devices
source: Remote devices
th: อุปกรณ์

# axo_remote_devices_n
source: One remote device
th: %d อุปกรณ์

# axo_remote_dev_header_1
source: Device name/fingerprint/device id
th: ชื่ออุปกรณ์/บันทึกการใช้/id

# axo_remote_dev_header_2
source: Verified
th: ตรวสอบ

# axo_remote_dev_rescan
source: Check for new devices
th: เช็คอุปกรณ์ใหม่
